Repository: Skandia-Smarthus/Skandia.LokaliseTest
Catalog: Enig.*.resx
Languages: nb

# consumption_advice_see_few
source: See fewer
nb: Se færre

# consumption_advice_tip_one
source: Use price information in elKompis, and plan to use electricity when the prices are at the lowest
nb: Planlegg forbruket etter når strømmen er billigst.

# consumption_advice_tip_two
source: Charge your electric vehicle during the night
nb: Lad elbilen om natten.

# consumption_advice_tip_three
source: Use your thermostat to control the room temperature
nb: Bruk termostater til å regulere romtemperaturen.

# consumption_advice_tip_four
source: Decrease the indoor temperature by one degree
nb: Senk temperaturen inne med én grad.

# consumption_advice_tip_eleven
source: Fill up the laundry and the dryer before turning them on
nb: Fyll opp vaskemaskinen og tørketrommelen helt.

# consumption_advice_tip_twelve
source: Do not do the dishwasher by hands
nb: Skru av lys i rom du ikke er i.

# consumption_advice_tip_thirteen
source: Turn of light and the heating in rooms that are not in use
nb: Skru av varmen i rom du ikke bruker.

# consumption_advice_tip_fourteen
source: Close the doors
nb: Lukk dører så varmen ikke slipper ut.

# consumption_advice_tip_fifteen
source: Reduce the use of underfloor heating and panel heaters
nb: Skru ned varmen på varmekablene.

# consumption_advice_tip_sixteen
source: Use energy-saving lightbulbs
nb: Bytt til LED-pærer eller sparepærer

# consumption_advice_tip_seventeen
source: Consider whether you can use heating sources other than electricity, such as wood
nb: Vurder om du kan bruke andre oppvarmingskilder enn strøm, for eksempel ved

# consumption_advice_tip_eighteen
source: Draw the curtains during the nights
nb: Trekk for gardinene om kvelden

# consumption_advice_tip_nineteen
source: Lower the temperature on your laundry
nb: Vask klær på lavere temperatur

# consumption_advice_tip_twenty
source: Be aware of the temperature in your freezer and your fridge
nb: Pass på temperaturen i fryser og kjøleskap

# consumption_changes
source: Your consumption {0} {1} %% compared to last week
nb: Forbruket ditt {0} {1} %% siden forrige uke.

# green_concept_energy_mix_heading
source: We recommend 100 % renewable energy
nb: Vi anbefaler 100 % fornybar strøm

# green_concept_energy_mix_text
source: elKompis buy 100 % renewable energy. For customer with non-renewable energy, NVE's electricity declaration applies, which consist of nuclear power and other fossil sources.
nb: Kunder som ikke har opprinnelsesgarantier har kun 11 % fornybar strøm ifølge NVE. Den øverste figuren viser de ulike produksjonskildene i det felles nordiske strømmarkedet, som består av kjernekraft, kull og gass, og fornybar strøm - i praksis vann- og vindproduksjon. Hvis du ikke har opprinnelsesgaranti på strømforbruket ditt, er produksjonskilden til strømmen din fra 30 % kjernekraft og 57 % kullkraft og gass. Kun 11 % kommer fra vann og vind. Den nederste figuren viser opprinnelsen for kunder som har 100 % fornybar strøm. I elKompis kan du enkelt kjøpe inn opprinnelsesgaranti for hele strømforbruket ditt. Slik sikrer du ett bedre karbonavtrykk og sparer miljøet.

# greenconcept_main_heading
source: ENVIRONMENTAL SAVING
nb: MILJØBESPARELSE

# close_button
source: Close
nb: Lukk

# fixed_price_confirmation_terms_two
source: Terms and conditions with the agreement
nb: Vilkår og betingelser

# intercom_elkompis_admin_expedited_import_request_body
source: Customer {0} {0} (mobile: {0}) requests that we change the activation date for meter number {0} to nearest possible date.
nb: Kunde {0} {0} (tlf. {0}) ønsker at vi skal endre oppstart på måler {0} til raskest mulige dato.

# adress_unhappypath
source: At what address do you want the electricity delivered?
nb: Fyll inn adressen som du ønsker strømmen levert til

# onboarding_elwin_failure
source: Information about your meter is not available at the moment. Meanwhile, please provide us with your contact information.
nb: Skriv inn navn og fødselsnummer, så finner vi deg og boligen din

# increased
source: has increased
nb: har økt

# reduced
source: is reduced
nb: er redusert

# onboarding_unhappy_path_meter_not_found_heading
source: Confirm your new power supply agreement
nb: Bekreft avtalen din, så får du strøm fra oss

# start_delivery_header
source: START-UP
nb: OPPSTART

# intercom_elkompis_admin_manual_onboarding_body
source: Manual registration required: {0} {0} {0} {0} {0} {0} {0} {0} {0}
nb: Manuell registrering nødvendig: {0} {0} {0} {0} {0} {0} {0} {0} {0}

# fixed_price_already_ordered_heading
source: You have already ordered a fixed price for {0} months
nb: Du har allerede bestilt fastpris i {0} måneder

# fixed_price_already_ordered_text
source: We have registered your fixed price agreement, and will confirm the first following working-day. Your ordinary electricity deal will still be shown in the folder "Your agreement".
nb: Vi har registrert din fastpris, og du vil få en bekreftelse på dette på mail førstkommende virkedag. Under "Avtalen din" i appen vises fortsatt din ordinære spotprisavtale, selv om du har bestilt fastpris for en periode.

# fixed_price_offer_period
source: {0} months: {1}
nb: {0} måneder: {1}

# fixed_price_already_ordered_error
source: You have already ordered a fixed price
nb: Du har allerede bestilt fastpris

# consumption_advice_tip_two_heading
source: Senk temperaturen inne med én grad.
nb: Senk innetemperaturen med én grad.

# consumption_advice_tip_two_body
source: In the average Norwegian household, heating makes for about 60-80 % of the total energy usage. By turning the indoor temperature down by just 1 degree you can reduce your energy usage by as much as 5 %. A general recommendation is to keep the indoor temperature at 18-21 °C. for a comfortable yet energy efficient living.
nb: I en gjennomsnittlig bolig i Norge går mellom 60-80 prosent av strømforbruket til oppvarming. Ved å senke innetemperaturen med én grad kan du redusere strømforbruket med hele fem prosent. Generelt anbefales en innetemperatur på 18-21°C.

# consumption_advice_tip_three_body
source: The energy cost is usually lower during night-time. If you have a safe and smart home electrical vehicle charging station, you might want to consider charging your car overnight. Remember that with the smart charging from elKompis, your car will be automatically charged during the time when the price on energy is the lowest.
nb: Strømprisen er ofte lavere om natten. Dersom du har en trygg og smart hjemmelader, bør du vurdere å lade elbilen om natten. Husk at du med smartlading fra elKompis kan lade bilen automatisk i de timene i døgnet når strømmen er billigst.

# consumption_advice_tip_four_body
source: When your computer and TV is not in use, it is recommended to turn them off completely rather than having them on standby mode. Many electronics use the same amount of energy when they are in standby as when they are being used. Therefore, you should make it a habit to turn your electronics off then they are not in use.
nb: Dersom du ikke bruker PC-en eller TV-en burde du skru de helt av, og ikke la dem stå i standby-modus. Mange elektriske apparater bruker nemlig like mye strøm når de står i standby som når de er i bruk. Gjør det derfor til en vane å skru av elektriske apparater når du ikke bruker dem.

# consumption_advice_tip_five_body
source: Second to heating a household, warm water supply makes up for the most energy usage in Norwegian households. About 20 % of your energy usage is for powering your warm water supply. In times when energy prices are high, it might be smart to have quicker showers than usual.
nb: Etter oppvarming bruker vi mest strøm til varmt vann. Omtrent 20 prosent av strømforbruket ditt går til oppvarming av vann. I perioder hvor strømprisen er høy, kan det være smart å ta kortere dusjer.

# priceconcept_comparison_saving
source: You save
nb: Du sparer

# fixed_price_duration
source: {0} months
nb: {0} måneder

# referral_notification
source: Your elKompis has now confirmed the agreement.
nb: Din elKompis har nå bekreftet avtalen sin. Vervingen er i boks!

# onboarding_telephonenumber_change
source: Change telephonenumber
nb: Endre telefonnummer

# legend_elkompis
source: 100 % renewable energy from elKomis
nb: 100% fornybar strøm fra elKompis

# onboarding_mobile_resend_body
source: The message was received from {0} and was sent to the telephone number you gave us {1}.
nb: Meldingen kommer fra {0} og ble sendt til telefonnummeret du oppga {1}.

# notification_referral_heading
source: You have got a new elKompis :)
nb: Du har fått en ny elKompis :)

# consumption_demo_heading
source: Your consumption overview will soon be ready
nb: Oversikt over ditt forbruk kommer snart

# onboarding_mobile_resend_heading
source: Did you receive the sms code?
nb: Fikk du ikke kode?
