Repository: Skandia-Smarthus/Skandia.LokaliseTest
Catalog: Enig.*.resx
Languages: nb

# your_impact_footprint_title
source: Your environmental savings so far
nb: Din miljøbesparelse hittil

# your_impact_savings_title
source: My price savings
nb: Dette sparer du

# profile_header_upcoming_invoice_format
source: Your next invoice will be ready in {0}
nb: Neste strømregning er klar om {0}

source: winter months
nb: vintermånedene

source: spring months
nb: vårmånedene

source: summer months
nb: sommermånedene

source: autumn months
nb: høstmånedene

# sign_out_popup_title
source: Sign out
nb: Logg ut

# sign_out_popup_subtitle
source: Are you sure you want to sign out?
nb: Vil du logge ut?

# adults_format
source: {"one":"{0} adult","other":"{0} adults"}
nb: {"one":"{0} voksen","other":"{0} voksne"}

# children_format
source: {"one":"{0} child","other":"{0} children"}
nb: {"one":"{0} barn","other":"{0} barn"}

source: Entertainment
nb: Underholdningselektronikk

# notification_contract_notifications_on
source: You now have full access and insights in the app, so check it out.
nb: Nå har du full tilgang og innblikk i appen, så det er bare å utforske.

# nav_about_us
source: About
nb: Om oss

# nav_our_tech
source: Our tech
nb: Vår tech

# nav_blogg
source: Blog
nb: Blogg

# label_get_started
source: Get started
nb: Kom i gang

# hero_heading_quite_simply
source: SIMPLY
nb: HELT ENKELT

# hero_heading_cheap_electricity
source: INSIGHTFUL
nb: BILLIG STRØM

# hero_heading_easily_understood
source: ENERGY
nb: DU FORSTÅR

# hero_heading
source: Welcome elKompis.
nb: Her er elKompis.

# hero_content
source: We gathered renewable energy in an amazingly powerful app. The deal is easy and understandable, developed on your terms.
nb: Vi har samlet strøm fra fornybar energi i en fantastisk kraftfull app. Avtalen er lett og tydelig, utviklet helt på dine premisser.

# download_apps
source: Download the app for iOS and Android
nb: Last ned appen til iOS og Android

# features_heading
source: HIT THE SWITCH ON ELKOMPIS - THIS IS IT
nb: SLÅ BRYTEREN PÅ ELKOMPIS - DETTE FÅR DU

# feature_insights_heading
source: Complete insight to your consumption
nb: Full innsikt til egen strømbruk

# feature_insights_content
source: See for yourself what you spend electricity on, and when, with an easy overview. Instead of looking in the fuse box, elKompis gives you the power and insight to using energy in a better way.
nb: Se hvilken strøm du bruker på hva og når, med en rask og enkel oversikt. I stedet for å se i sikringsskapet, kan appen elKompis gi deg kraft og innsyn til hvordan du kan bruke strøm enda bedre.

# feature_price_heading
source: Predict the price
nb: Forutse prisen

# feature_price_content
source: Know what you use and spend at any given time. Make yourself a budget and we can notify you when the power is cheap.
nb: Vit hva du bruker og kommer til å bruke, til en hver tid. Du kan lage et budsjett og få beskjed om når det er billig strøm.

# feature_tips_heading
source: Tailored tips
nb: Skreddersydde tips

# feature_tips_content
source: Learn how to save money and follow your consumption.
nb: Få innspill til hvordan du kan spare, og hvis strømbruken din endrer seg.

# feature_invoice_heading
source: Simple invoice
nb: Lett strømregning

# feature_invoice_content
source: Find the payment method that suits you, in Vipps, by card or with eFaktura.
nb: Finn den måten som passer best å betale på, med Vipps, kort eller eFaktura.

# environmental_considerations_heading
source: Environmentally aware
nb: Bevisst miljøhensyn

# environmental_considerations_content
source: Our electricity comes from renewable sources only. elKompis empowers you and give you insight to a simpler renewable future, so that your home can save money and the climate at the same time. You get a certificate of the renewable energy.
nb: Strømmen vår er hentet fra utelukkende fornybare kilder. elKompis gir deg kraft og innsikt til en enklere fornybar fremtid, så hjemmet ditt sparer klimaet og lommeboken samtidig. Du får et bevis på den rene strømmen.

# graph_price_heading
source: Water and sun in the price
nb: Vann og sol i prisen

# graph_price_content
source: At elKompis you have a cheap electricity deal you can trust. Nothing in small print.
nb: Du har en avtale som alltid er blant de rimeligste i markedet. Nedenfor ser du din pris sammenlignet med andre tilsvarende strømavtaler.

# graph_description
source: One of the cheapest power providers
nb: En billig strømavtale. Helt uten lureri

# graph_enig_label
source: agreed
nb: enig

# graph_other_label
source: Other providers
nb: Andre leverandører

# graph_data_explanation
source: Gathered from Strømpris.no and based on average yearly consumption data.
nb: Hentet fra Strømpris.no og basert på årlige bruksdata fra typisk strømbruk.

# switch_heading
source: Joining is as easy as that
nb: Lett som bare det å være med

# switch_step_1
source: Download apps
nb: Last ned appen

# switch_step_2
source: Join us
nb: Bli med

# switch_step_3
source: We'll take care of the rest
nb: Vi ordner resten

# switch_content
source: You do not have to install anything, call around or wait for deliveries. We tell your old electricity company and you will know when everything is ready.
nb: Du trenger ikke installere noe, ringe rundt eller vente på leveranser. Vi sier ifra til det gamle strømselskapet ditt og du får vite når alt er klart.

# join_enig
source: Join us
nb: Bli med i elKompis

# download_apps_and_join_us
source: Download apps for iOS and Android
nb: Last ned appen til iOS og Android og bli elKompis med oss

# contact_enig
source: Contact us
nb: Ta (strøm)kontakt

# user_terms
source: Terms of use and agreement
nb: Brukerbetingelser og avtale

# copyright
source: Copyright {{year}} elKompis. All rights reserved
nb: Opphavsrett {{year}} elKompis. Alle rettigheter forbeholdes

# pn_contract_ready_title
source: Our agreement is ready
nb: Avtalen er klar

# pn_contract_ready
source: Now that everything is ready, we're elKompis!
nb: Nå som alt er klart mellom oss er vi elKompiser!

# pn_invoice_ready_title
source: Your latest invoice is ready
nb: Strømregningen er klar

# pn_invoice_ready
source: See more details in your profile page
nb: Se mer om regningen inne på profilen din

# pn_invoice_reminder_title
source: Invoice reminder
nb: Påminnelse om regning

# pn_invoice_reminder
source: Your invoice is still waiting for payment
nb: Nå kan du betale den nyeste strømregningen

# pn_invoice_due_date_alert_title
source: Your current invoice is due soon
nb: Det nærmer seg fristen for neste regning

# pn_invoice_due_date_alert
source: Your current invoice is due in {0} days. Pay now to avoid any late fees.
nb: Fristen for neste regning er om {0} dager. Det er lurt å betale den nå så du slipper ekstra avgifter.

# pn_consumption_surge_title
source: Consumption surge
nb: Økning i bruk

# pn_consumption_surge
source: Your consumption this week is much higher than last week
nb: Nå har du visst høyere strømbruk enn forrige uke

# pn_high_forecast_title
source: High monthly forecast predicted
nb: Forventet høy månedlig strømbruk

# pn_high_forecast
source: According to your forecast, you will use {0} kWh. That is {1} %% higher than last month.
nb: Den forventede bruken din denne måneden er {0} kWh. Det er {1} %% høyere enn forrige måned.

# pn_over_budget_title
source: You’re over budget!
nb: Nå er du over budsjettet!

# pn_over_budget
source: You’ve gone over your budget of {0} NOK this month. Your estimated cost this month is {1} NOK
nb: Denne måneden har du gått kr {0} over budsjettet. Den forventede bruken din er på kr {1}

# notification_budget_on_track_title
source: You’re on track!
nb: Alt går etter planen!

# notification_budget_on_track
source: You’re on track to go {0} %% under your budget this month. Great stuff!
nb: Denne måneden er du {0} %% under det du har i budsjettet. Bra jobba!

# notification_weekly_usage_report_title
source: Weekly Usage Report
nb: Oppsummering av uken

# notification_weekly_usage_report
source: You used {0} and spent {1} between {2} and {3}
nb: Mellom {2} og {3} brukte du {0} og {1} på strøm

# notification_monthly_usage_report_title
source: Monthly Usage Report
nb: Oppsummering av måneden

# notification_monthly_usage_report
source: You used {0} and spent {1} in {2}
nb: I {2} brukte du {0} og {1} på strøm

source: General
nb: Generelt

# notification_invoice_due_date_alert_title
source: Your current invoice is due soon
nb: Det nærmer seg fristen for neste regning

# notification_invoice_due_date_alert
source: Your {0} invoice is due in {1}. Pay now to avoid any late fees
nb: Fristen for {0}-regningen er om {1} dager. Det er lurt å betale den nå så du slipper ekstra avgifter.

# notification_over_budget_title
source: You're over budget!
nb: Nå er du over budsjettet!

# notification_over_budget
source: You’ve gone over your budget of {0} this month. Your estimated cost this month is {1}
nb: Denne måneden har du gått {0} over budsjettet. Den forventede bruken din er på {1}

# notification_invoice_reminder
source: Your {0} invoice is still waiting for payment
nb: Nå kan du betale strømregningen for {0}

# payment_about_to_expire_banner
source: Your payment method is about to expire. Please update your payment info.
nb: Betalingsmåten din utløper snart, men du kan endre måten eller oppdatere informasjonen.

# notification_contract_ready
source: Now that everything is ready, we're elKompis!
nb: Nå som alt er klart mellom oss er vi elKompiser!

# notification_contract_ready_title
source: Our agreement is now ready
nb: Avtalen er klar

# notification_invoice_ready_title
source: {0} invoice
nb: Strømregningen for {0}

# notification_invoice_reminder_title
source: Invoice reminder
nb: Påminnelse om regning

# calculate_carbon_offset
source: One spruce tree binds 2000 kg CO2 in its 50 year lifespan. Every year of the tree's life, it binds 40 kg, which is 3,3 kg a month. Non-renewable KwH equals 0,509 kg CO2. We calculate your monthly power consumption in the spruce trees' binding of carbon because your energy is renewable.
nb: Ett grantre binder 2000 kg CO2 løpet av et liv på 50 år. Hvert år av grantreets liv på jorden binder det 40 kg, som er 3,3 kg i måneden. KwH som ikke er fornybar er 0,509 kg CO2. Vi regner den månedlige strømbruken din i grantrærnes binding av karbonutslipp, siden strømmen du bruker er fornybar.

# legend_others
source: Customers without renewable energy
nb: Kunder uten fornybar strøm

# kwh
source: Usage (kWh)
nb: Forbruk (kWh)

source: cheaper
nb: rimeligere

# expensive
source: more expensive
nb: dyrere

# dialog_title
source: Existing agreement found
nb: Vi har visst allerede en avtale

# dialog_body
source: It seems like you already have an active elKompis account. Please try to log in with the existing one or contact support for assistance.
nb: Du har en aktiv konto hos elKompis fra før, så bare logg inn med den eller ta kontakt med oss for å få hjelp.

# cancel_subscription_plan
source: Remove subscription
nb: Fjern betalingsmetode

# edit_billing_address
source: Billing address
nb: Betalingsadresse

# cancel_recurring_payments_confirmation_message
source: Are you sure you don't want to subscribe to recurring payments?
nb: Vil du ikke bruke betalingsmetoden som går automatisk?

source: Your power
nb: Din strøm

# price_tip_rise_medium_to_high
source: The power is moderate now, but prices are rising between {0} and {1}. It’s best to wait to {2}, to save money.
nb: Strømprisen er middels høy nå, men går opp mellom {0} og {1}. Du kan spare penger hvis du kan {2} når prisen er lavere igjen.

# price_tip_rise_low_to_high
source: The power is cheap, but it will spike between {0} and {1}. If you need to {2}, save money on doing it now or wait until later.
nb: Strømmen er lav nå, men den blir høyere mellom {0} og {1}. Du bør derfor {2} så fort som mulig.

# price_tip_drop_high_to_medium
source: The energy price is high now, but from {0} to {1} it will drop slightly. It’s smart to {2} then, instead of now.
nb: Strømprisen er høy nå, men den blir noe lavere mellom {0} og {1}. Du kan spare litt penger på å vente med å {2} til da.

# price_tip_drop_medium_to_low
source: Energy prices are moderately low and will drop to be cheaper at {0} and {1}. You can save money if you cant wait to {2} around then.
nb: Strømprisen er middels nå, men blir lavere rundt {0} og {1}. Hvis du kan vente med å {2} kan du spare litt penger.

# price_tip_drop_high_to_low
source: Energy price is high now, but it will be lower from {0} and {1}. If you can wait to {2} until then, you're saving money!
nb: Strømprisen er høy nå, men den blir lavere mellom {0} og {1}. Hvis du kan vente med å {2} til da, sparer du penger!

# price_tip_action_shower
source: take a long shower
nb: ta en lang dusj

# price_tip_action_baking
source: put on the dishwasher
nb: sette på oppvaskmaskin

# price_tip_action_vacuum
source: take a warm bath
nb: ta et varmt bad

# price_tip_action_laundry
source: do the laundry
nb: senke innetemperaturen med en grad.

# price_tip_action_waffles
source: put on a lot of heating
nb: ha på mye oppvarming

# price_tip_stable_low
source: The price will stay low all day. You should not use energy you don't need to, although you can {0} whenever you want today.
nb: Strømprisen er lav hele dagen. Du bør likevel være forsiktig med strømforbruket, selv om du kan {0} når du vil i dag.

# price_tip_stable_medium
source: The energy price stays moderate today. You should not use energy you don't need to, although you can {0} whenever you want today.
nb: Strømprisen er middels hele dagen. Du bør likevel være forsiktig med strømforbruket, selv om du kan {0} når du vil i dag.

# price_tip_stable_high
source: The energy price will stay expensive for the rest of the day. To save money you should be careful to {0} all day.
nb: Strømprisen er høy hele dagen. For å spare penger, kan du {0}

# change_meter_number_title
source: Change to another meter
nb: Velg en annen måler

# change_meter_number_subtitle
source: There are multiple meter numbers associated with your details and SSN. Please select which one would you like to use.
nb: Det er flere enn én måler registrert på fødselsnummeret ditt. Se over og trykk på riktig adresse for den du vil bruke.

# dismiss_confirmation
source: Discard changes
nb: Glem endringer

# notification_impact_and_savings_trees
source: My renewable energy equals the effect of {0}
nb: Den fornybare energien min tilsvarer effekten av {0}

# missing_chart_data
source: My price
nb: Analysen er dessverre ikke klar.

# feature_insights_image_alt
source: A line that shows the total consumption goes up and down on a graph. The text says: “Yesterday, you spent 150 kWh” and next to it: -50 % arrow down, indicating that you normally spend more.
nb: En rosa strek går opp og ned over en graf, for å vise totalt forbruk. Teksten sier: Igår brukte du 150 kWh” og ved siden av står det: -5% pil ned, som indikerer at du vanligvis bruker mer

# feature_price_image_alt
source: There is a timeline, showing the current time, at the bottom of the screen with a pink line on it. A text box says “The price will drop by 6 øre between 10 and 12 a clock today.” It also says that the forecasted consumption is 12 øre for the next hour.
nb: Nederst på skjermen er det en tidslinje, som viser nåværende tidspunkt, og over går en rosa linje. En tekstboks sier “Prisen kommer til å synke med 6 øre mellom klokken 10 og 12 i dag.” Det står også at forventet bruk den neste timen er 12 øre

# feature_invoice_image_alt
source: A digital invoice that says “April 2020, Due May 27th”. In the right corner, a label saying “Unpaid” on it, and in the middle of the screen is the total sum 209,75 NOK and an explanation field with 50,23 under budget”. Above the “Pay now” button is a breakdown of the invoice to click on. Next to it is the Vipps logo.
nb: Det er en digital strømregning hvor det står “April 2020, Frist 27.mai”. I høyre hjørne er det en merkelapp med “Ubetalt” og i midten av skjermen står totalbeløpet “209,75 NOK” og et forklaringsfelt med teksten “50,23 under budsjettet”. Over knapp med “Betal” på, står det “Se gjennom regningen for april 2020". Ved siden av står Vipps-logoen.

# feature_tips_image_alt
source: A text box above a venn diagram says: “Your usage seems to be 15 % higher compared to last week. Try using high consuming appliances like your washing machine during low peak hours.” It has the time and date, and on the diagram the headline is “March”. At the bottom is an icon and the words “Washing machine” with how much power it uses and the cost.
nb: En tekstboks over et kake-diagram sier: “Det ser ut til at du har 15 % høyere strømbruk enn forrige uke. Se om det hjelper å sette på vaskemaskinen og andre apparater som tar mye strøm når det koster lite”, pluss tidspunkt og dato. På diagrammet er overskriften “Mars”. Nederst er et ikon og overskiften “Vaskemaskin” med hvor mye strøm det tar og hva det koster.

# notification_impact_and_savings_trees_title
source: Nice environmental effort
nb: Bra innsats for miljøet

# notification_price_concept_title
source: Every øre counts
nb: Hvert øre teller

# notification_price_concept
source: You save {0} on using elKompis as your provider compared to the others
nb: Du sparer {0} på å bruke elKompis og ikke en annen strømleverandør

# forecast_tab
source: Budget
nb: Budsjett

source: Yesterday
nb: Igår

# notification_credit_card_expiry_warning
source: Please change your method or update the information
nb: Endre måten du betaler på eller oppdater informasjonen, er du grei

# notification_credit_card_expiry_warning_title
source: Your payment method is expiring
nb: Betalingsinformasjonen din utløper

# pn_credit_card_expiry_warning_title
source: Your payment method is expiring
nb: Betalingsinformasjonen din utløper

# pn_credit_card_expiry_warning
source: Please change your method or update the information
nb: Endre måten du betaler på eller oppdater informasjonen, er du grei

# tabbar_ev
source: EV
nb: Elbil

# tabbar_insights
source: Insights
nb: Min strøm

# tabbar_referal
source: Få 250
nb: Verving

# minstrom_strompris_level_high
source: The price is high at the moment
nb: Prisen nå er høy

# minstrom_strompris_level_medium
source: The price is medium high at the moment
nb: Prisen nå er middels høy

# minstrom_strompris_level_low
source: The price is low at the moment
nb: Prisen nå er lav

# minstrom_prisbevis_header
source: Prisbeviset ditt
nb: Mitt prisbevis

# minstrom_miljobesparelsen_header
source: Miljøbesparelsen
nb: Mitt miljøbevis

# minstrom_miljobesparelse_trees_saved
source: Your CO2 saving equals {0} trees
nb: CO2 spart tilsvarer {0} trær

# profile_header_upcoming_invoice_format_copy
source: Your next invoice will be ready in {0}
nb: Neste strømregning er klar om {0}

# account_main_page_header_profile
source: My profile
nb: Min profil

# account_main_page_header_homes
source: My homes
nb: Mine boliger

# account_main_page_header_cars
source: My car
nb: Mine elbiler

# account_main_page_header_invoice
source: My invoices
nb: Mine strømregninger

# account_main_page_header_payment_methode
source: My Payment method
nb: Min betalingsmåte

# account_main_page_header_budget
source: My Budget
nb: Mitt budsjett

# account_main_page_header_notifications
source: My notifications
nb: Mine varsler

# account_main_page_header_support
source: My Support
nb: Mitt hjelpesenter

# account_main_page_intro
source: View your account with elKompis.
nb: Se over kontoen din hos elKompis.

# account_my_profile_personal_information_username_update_button
source: Update username
nb: Oppdater brukernavn

# account_homes_header
source: My homes
nb: Mine boliger

# account_cars_header
source: My registered electric cars
nb: Mine registrerte elbiler

# account_forecast_update_button
source: See your new analysis
nb: Se den nye analysen din

# account_support_intro
source: We are here to help you when you need it
nb: Vi er her for å hjelpe deg når du trenger det

# referral_modal_header
source: Download elKompis and get started
nb: Last ned elKompis og kom i gang

# referral_modal_header_download
source: It only takes a few minutes to sign up and we'll take care of the rest
nb: Registreringen tar bare noen få minutter og vi håndterer byttet for deg.

# referral_modal_link_app_store_download
source: Download on the App Store
nb: Last ned fra App Store

# referral_modal_link_google_play_download
source: Available on Google Play
nb: Tilgjengelig på Google Play

# referral_modal_scan_qr_code
source: Scan with the camera or a QR app on your phone
nb: Scan med mobilkamera eller QR-app på telefonen

# priceconcept_graph_description
source: We are comparing our prices at elKompis with other agreements with timespot. Short term offers and offers with a negative margin are not included.
nb: I grafen ovenfor ser du elKompis sin pris plassering mot de andre spotavtalene i markedet. Kampanjepriser og gratis lokketilbud som kun varer i en begrenset periode, er ikke inkludert. I den rosa søylen over grafen ser du årlig kostnad for en elKompis-kunde, med et lands gjennomsnittlig forbruk på 16.000 kWh årlig.

# account_support_header
source: Hi kompis!
nb: Hei kompis!

# My_invoices_main_view_details
source: View details
nb: Se detaljer

# greenconcept_main_header
source: 100 % renewable energy
nb: 100 % fornybar strøm -opprinnelsesgaranti for hele forbruket ditt

# greenconcept_description
source: We recommend 100 % renewable energy, and consequently, a reduced climate footprint. As a gift, you will get the first month free of charge. After, you can order renewable energy in the app if you prefer renewable energy.
nb: Vi anbefaler deg å kjøpe opprinnelses- garantier for strømforbruket ditt! Slik reduserer du karbonavtrykket ditt. Vi spanderer første måneden med opprinnelsesgarantiene, deretter kan du selv bestille her i appen.

# minstrom_analysis_header
source: My analysis
nb: Analysen min

# minstrom_status_budget_not_reached
source: Your budget has not been reached
nb: Budsjettet ditt er ikke nådd

# minstrom_status_budget_exceeded
source: Your budget has been exceeded
nb: Budsjettet ditt er oversteget

# referral_advantages_header
source: Simple smart and cheap
nb: Enkelt smart og billig

# referral_advantages_text
source: {0} is a customer of elKompis, the digital power company. If you sign up, you both get {2} deducted from your bill.
nb: {0} is a customer of elKompis, the digital power company. If you sign up, you both get{1} deducted from your bill.

# referral_graph_header
source: Always one of the cheapest
nb: Alltid blant de billigste

# referral_graph_body
source: {0} is a customer of elKompis, the digital power company. If you sign up, you both get {1} deducted from your bill. You'll receive the bonus once you've downloaded the elKompis app and become a customer.
nb: {0} er kunde hos elKompis, det digitale strømselskapet. Om du blir kunde, får dere begge{1} som trekkes fra strømregningen. Bonusen får du når du har lastet ned elKompis-appen og blitt kunde.

# referral_header_header
source: {0} invited you to join elKompis
nb: {0} har invitert deg til elKompis

# referral_header_promo_text
source: {0} is a customer of elKompis, the digital power company. If you sign up, you both get {1} deducted from your bill.
nb: {0} er kunde hos elKompis, det digitale strømselskapet. Om du blir kunde, får dere begge {1} som trekkes fra strømregningen.

# referral_get_started_button
source: Get your cash
nb: Få dine cash

# referral_get_started_header
source: Your referral code
nb: Din vervekode

# referral_mainpage_header_reffered
source: Thanks for joining! Refer to earn more!
nb: Takk for at du er med! Verv nye elKompisre for å tjene mer!
