Repository: Skandia-Smarthus/Skandia.LokaliseTest
Catalog: Enig.*.resx
Languages: nb

# referral_mainpage_description_reffered
source: Refer your friends to elKompis! Both you and your friends are earning <u> electricity</u> to a value of NOK {0}.
nb: Kom i gang med å verve dine venner til elKompis! Både du og dine venner får <u> strøm</u> til en verdi a kr {0},-.

# referral_mainpage_number_of_buddies_referred
source: My elKompises
nb: Mine elKompiser

# priceconcept_comparison_average
source: {0} %% against the average
nb: i forhold til gjennomsnittet

# priceconcept_comparison_5_most_expensive
source: {0} %% against the top five
nb: i forhold til de fem dyreste

# priceconcept_infobox_header
source: Priceproof. For your safety.
nb: Alltid blant de billigste!

# priceconcept_infobox_body
source: elKompis offers just one electricity agreement with one price! Spot price, which is the agreement offered by elKompis, is the recommended type of agreement by consumer authorities. With Spot price, you get the same price as us on the power exchange. The price comparison shows all spot prices offered in the marked which is puplished by strømpris.no. Strømpris.no is Forbrukertilsynets (Consumer authority) list of all offered electricity agreements in the Norwegian electricity market. Your saving compared to «the average price in the market» and compared to the «five most expensive suppliers» in the market is downloaded directly from strømpris.no. The savings is shown in percentages.
nb: Vi vil at du skal være trygg på at du har en billig pris. Helt oversiktlig. Ingenting med liten skrift. Derfor kan du enkelt selv se og kontrollere hvordan din pris er sammenlignet resten av markedet. Kanskje ikke den aller, aller billigste. Men garantert billig. Og garantert uten tull og lokketilbud. Prisene vi sammenligner med har vi hentet fra Forbrukerrådets side, strømpris.no. Lurer du på noe? Spør oss gjerne! :) Vil at du skal føle deg helt trygg!

# greenconcept_infobox_header
source: Your CO2 savings with 100 % renewable energy
nb: Med fornybar strøm sparer du CO2

# greenconcept_info
source: elKompis provides you with only 100 % renewable energy which reduces your carbon footprint significantly and saves the environment. Our goal is to accelerate demand for sustainable solutions. We want both you and us to take responsible choices. Your most sustainable energy, is the energy you don't use. By reducing your consumption, you will make the best choice for the planet. But the second best, is renewable energy, guaranteed by energy certificates of origin. This guarantees that your consumption comes from renewable energy sources. The environmental effect can be explained through trees. We calculate your power consumption in the spruce trees' binding of carbon. One spruce tree binds 2000 kg CO2 in its 50 year lifespan. Every year of the tree's life, it binds 40 kg, which is 3,3 kg a month. Non-renewable kWh equals 0,509 kg CO2. We hope this calculation will engage you and motivate you, to keep on making the best choices. Together we can make a difference. <3
nb: elKompis gir deg bare 100 % fornybar energi som reduserer ditt karbonavtrykk betydelig og tar vare på miljøet. Målet vårt er å akselerere etterspørselen etter bærekraftige løsninger. Sammen med deg vil ta ansvarlige valg. Din mest bærekraftige energi er energien du ikke bruker. Ved å redusere forbruket ditt, vil du derfor ta det beste valget for planeten. Men det nest beste er fornybar energi, garantert gjennom opprinnelsesgaranterte energisertifikater. Dette garanterer at forbruket ditt kommer fra fornybare energikilder. Miljøeffekten av fornybar energi kan forklares gjennom trær. Vi beregner strømforbruket ditt i grantrærnes binding av karbon. Ett grantre binder 2000 kg CO2 i løpet av 50 års levetid. Hvert år av treets liv binder det 40 kg, som er 3,3 kg i måneden. Ikke-fornybar strøm tilsvarer 0,509 kg CO2. Vi håper denne utregningen vil engasjere deg og motivere deg til å fortsette å ta de beste valgene. Sammen kan vi gjøre en forskjell. < 3

# setup_payment_method_efaktura_desciption
source: Pay manually via eFaktura in your online bank.
nb: Betal i nettbank eller Vipps eFaktura.

# setup_payment_method_efaktura_avtalegiro_desciption
source: Recurring payment and eFaktura.
nb: Automatisk betaling og eFaktura.

# setup_payment_method_vipps_desciption
source: Recurring payment via Vipps.
nb: Automatisk betaling via Vipps.

# setup_payment_method_card_desciption
source: Reccurring payment via your payment card.
nb: Automatisk betaling via et av dine betalingskort.

# setup_payment_method_button
source: Next
nb: Fortsett

# greenconcept_trees
source: trees
nb: trær

# greenconcept_tons
source: tons
nb: tonn

# payment_method_title
source: Your method of payment
nb: Din betalingsmåte

# payment_method_subtitle
source: From next month, you will get an electricity bill once a month from elKompis. We will send the electricity bill directly to your online bank, if you have signed up for automatic eFaktura in your online bank.
nb: Fra neste måned får du strømregning 1 gang i måneden fra oss. Har du valgt automatisk eFaktura i din nettbank, sender vi strømregningen din direkte dit fra januar.

# payment_method_my_account_efaktura
source: Pay your invoice via eFaktura. Administration of this payment setup is done in your online bank.
nb: Betal regningen via eFaktura. Administrasjon av denne betalingsløsning gjøres i nettbanken din.

# payment_method_my_account_efaktura_avtalegiro
source: Recurring payment and eFaktura in your online bank. Administration of this setup is done in your online bank.
nb: Automatisk betaling med AvtaleGiro og eFaktura. Administrasjon av denne betalingsløsningen gjøres i nettbanken din.

# setup_payment_external_vipps_header
source: Electricity bill from elKompis
nb: Strømregning fra elKompis

# setup_payment_external_vipps_subtitle
source: Your monthly invoice from elKompis will be paid automatic. The total amount will vary, based on both price and your comcumption.
nb: Du får strømregning månedlig fra elKompis som betales automatisk. Beløpet vil variere ut fra strømpris og ditt strømforbruk.

# referral_link_title
source: Referral link
nb: Vervelenke

# price_concept_graph_subtitle
source: Prices in this graph are calculated at strømpris.no
nb: Alle prisene er hentet fra strømpris.no

# payment_method_change_button
source: Change payment method
nb: Endre betalingsmåte

# referral_page_title
source: Get started with elKompis
nb: Kom i gang med elKompis

# homescreen_greeting_alt1
source: You have saved the environment as the effect of 14 spruce trees!
nb: Miljøbesparelsen din målt i grantrær

# homescreen_header
source: Your overview for {0}
nb: Din oversikt for {0}

# homescreen_cost_so_far
source: Forbruket ditt
nb: Mitt forbruk

# homescreen_budget
source: My budget
nb: Mitt budsjett

# homescreen_budget_status_well
source: You are doing well
nb: Du ligger godt an

# homescreen_thief
source: I use the most energy on
nb: Jeg bruker mest strøm på

# homescreen_thief_status
source: {0} %% of your usage
nb: {0} %% av strømmen din

# payment_error_alert
source: Error. Details
nb: FEIL. DETALJER

# payment_button_pay_now
source: Pay now
nb: Betal nå

# payment_error_desciption_header
source: Payment error
nb: Feil ved betaling

# payment_error_description_body
source: Your payment was unfortunately not completed. Review or change your payment method, or try to pay manually by clicking "Pay Now".
nb: Betalingen din ble dessverre ikke fullført. Gå gjennom eller endre betalingsmåten, eller forsøk å betale på nytt ved å klikke på "Betal nå".

# payment_error_description_cta
source: Review or change payment method
nb: Se over eller endre betalinsgmåte

# payment_error_card_expired
source: Card expired
nb: Kort utløpt

# payment_error_card_header
source: Payment error
nb: Feil ved betaling

# payment_error_card_body
source: Oooops! Something went wrong with your payment ..
nb: Oooops! Noe gikk galt med betalingen din..

# household_profile_setup_card_header
source: Let`s set up your household profile
nb: Beskriv hjemmet ditt

# household_profile_setup_card_body
source: Information about size and heating, will you give you the full benefit of the app.
nb: Informasjon om størrelse og oppvarming, gir deg fult utbytte av appen.

# payment_setup_changed_confirmation
source: Your payment method have been changed!
nb: Betalingsmåten din har blitt endret.

# payment_setup_changed_error
source: Your payment method could not be changed.
nb: Betalingsmetoden din kunne ikke endres.

# home_message_price
source: Your price is always cheap compared to other electricity providers.
nb: Strømprisen din er alltid blant de billigste!

# home_message_trees
source: elKompis gives you 100 % renewable energy
nb: Med elKompis har du 100 % fornybar energi

# home_message_price_level
source: The electricity price is now {0}.
nb: Strømprisen er nå {0}

# home_message_invoices
source: You have {0} unpaid invoice(s).
nb: Du har {0} faktura(er) til betaling

# home_message_buddies
source: You've got {0} this month.
nb: Du har fått {0} denne måneden

# home_message_usage
source: This week, your power consumption has gone {0}.
nb: Denne uka har forbruket ditt gått {0}

# home_message_budget
source: {0} is on its way! Do you want to adjust your budget?
nb: {0} er på vei! Justere budsjettet?

# home_message_price_alert
source: Strømprisen kommer til å være uvanlig høy mellom kl {0} og {1} i dag!
nb: Strømprisen vil være uvanlig høy i dag!

# homescreen_price_savings
source: My price savings
nb: Dette sparer du

# homescreen_price_description
source: Savings compared with the price average.
nb: Besparelse sammenlignet med snittet

# homescreen_price_now
source: Price now
nb: Pris nå

# homescreen_price_level_high
source: high
nb: høy

# homescreen_price_level_medium
source: medium
nb: middels

# homescreen_price_level_low
source: low
nb: lav

# homescreen_good_morning
source: Good morning, {0}!
nb: God morgen, {0}!

# homescreen_good_morning_later
source: Hello, {0}!
nb: Hei, {0}!

# homescreen_good_afternoon
source: Hello, {0}!
nb: Hei, {0}!

# homescreen_good_evening
source: Hello, {0}!
nb: Hei, {0}!

# buddies_format_plural
source: {"one":"{0} new elKompis","other":"{0} new elKompis"}
nb: {"one":"{0} ny elKompis","other":"{0} nye elKompiser"}

source: up
nb: opp

source: down
nb: ned

# home_message_usage_same
source: This week, your power consumption is the same as last week.
nb: Strømforbruket ditt er likt som sist uke

# homescreen_budget_status_bad
source: You are not doing too good
nb: Du ligger ikke så godt an

# greenconcept_infobox_body
source: elKompis gives you 100 % renewable energy. This reduces your carbon footprint. Your CO2 saving illustrates how much you have reduced the carbon footprint by purchasing electricity from elKompis.
nb: Med 100 % fornybar strøm fra elKompis, reduserer du karbonavtrykket ditt. Vi viser deg hvor mange tonn CO2 du sparer miljøet for når vi leverer strømmen din. I tillegg får du oversikt over hvor mange trær det tilsvarer.

# unpaid_invoices_plural
source: {"one":"%d unpaid","other":"%d unpaid"}
nb: {"one":"%d ubetalt","other":"%d ubetalt"}

# home_message_invoice
source: You have 1 unpaid invoice.
nb: Du har 1 ubetalt faktura

source: Read more
nb: Les mer

# minstrom_budget_line
source: Budget
nb: Budsjett

source: Estimated
nb: Forventet

# new_meter
source: Add new meter
nb: Legg til ny måler

# home_message_not_ready
source: Welcome to elKompis! It will take around 2 working days to get your account ready. You can then use all functions in the app.
nb: Velkommen til elKompis! Det kan ta omtrent to virkedager til brukeren din er helt ferdig. Du kan da bruke alle funksjonene i appen

# so_far_month
source: So far in {0}
nb: Hittil i {0}

# minstrom_level_you
source: You
nb: Deg

# minstrom_level_similar_household
source: Similar homes
nb: Hjem som ligner mest

# evcharge_tab_insight
source: My smart EV charging
nb: Se min smarte elbillading

# evcharge_status_time
source: Finished at {0}
nb: Ferdig klokken {0}

# evcharge_settings
source: My car will be ready at
nb: Bilen min skal være ferdig kl

# evcharge_tab_30_days
source: Siste 30 dager
nb: 30 dager

# evcharge_tab_month
source: Month
nb: Måned

# eccharge_status_not_enough_time
source: Charging time longer than the stated deadline
nb: Rekker ikke frist

# evcharge_status_not_ready_info
source: The car needs more time to be optimally charged than the deadline you have specified
nb: Bilen trenger lengre tid på å bli optimalt ladet enn fristen du har oppgitt

# evcharge_price_graph_header
source: Se din siste smartlading
nb: Strømpris time for time

# evharge_not_ready_info_cta
source: Turn off smart charging now
nb: Skru av smart lading nå

# evcharge_confirmation_not_ready
source: Charging time is longer than the deadline. The car is charged as much as possible until kl {0}
nb: Ladetid er lengre enn tidsfrist. Bilen lades så mye som mulig frem til kl {0}

# evcharge_settings_header
source: Smart charging settings
nb: Innstillinger for din smartlading

# evcharge_settings_body
source: Optimal charging at the lowest possible price, hour by hour. Decide when the car must be fully charged and select "Smart charging on".
nb: Optimal lading til lavest mulig pris, time for time. Bestem når bilen må være ferdig ladet og velg "Smart elbillading på".

# evcharge_settings_save
source: Save settings
nb: Lagre innstillinger

# evcharge_settings_more_info_header
source: This is smart electric car charging
nb: Slik fungerer smart elbillading

# evcharge_settings_more_info_body
source: The car is charged as cheaply as possible for optimal battery status. We choose the cheapest times in the period up to the deadline you have set. The longer the deadline, the greater the possibility of the lowest price. See an overview of your smart charging here.
nb: Bilen lades billigst mulig til optimal batteristatus. Vi velger de billigste tidene i perioden frem til fristen du har satt. Jo lengre frist, jo større mulighet for lavest pris. Se oversikt over din smarte lading her.

# evcharge_settings_add_car
source: ADD ELECTRIC CAR
nb: LEGG TIL ELBIL

# evcharge_cta_adjust_deadline
source: Change deadline
nb: Endre tidsfrist

# details_description
source: Please enter the phone number of the person in your household tha holds the contract with your current electricity supplier.
nb: Skriv inn telefonnummeret ditt, så finner vi deg og boligen din.

# about_meter_details
source: The information is used to locate your electricity meter.
nb: Vi bruker telefonnummeret ditt til å finne ut hvor du bor, sånn at vi kan lese av strømmåleren din.

# next_button
source: Next
nb: Fortsett

# agreement_header
source: The smart energy deal
nb: Din smarte strømavtale

# agreement_body
source: elKompis provides smart, cheap and renewable energy for only 0.299 NOK/kWh (tax included) and a monthly cost of 29 NOK.
nb: Avtalen din følger spotprisen fra NordPool + inntil 1 øre/kWh som går til innkjøpskostnader og lovpålagte sertifikater. Du betaler kun kr 34,- per måned for å være kunde hos oss.

# agreement_sales_pitch_one
source: Low cost
nb: Alltid blant de billigste

# agreement_sales_pitch_three
source: Full transparency
nb: Full kontroll

# agreement_sales_pitch_four
source: Customized energy saving tips
nb: Sparing og innsikt

# join_button
source: Switch to Elkompis
nb: Bytt til elKompis

# name_buddy
source: Siri Byddyson
nb: Siri Byddysen

# agreements_terms_accept
source: By clicking “Switch to elKompis” you accept the terms of the agreement and confirm that you are familiar with the right of cancellation.
nb: Når du klikker på «Bytt til elKompis», godtar du vilkårene for strømavtalen og bekrefter at du er kjent med angreretten.

# find_me_button
source: Find my meter
nb: Finn meg

# confirm_button
source: Confirm
nb: Bekreft

# confirm_phone_number_heading
source: Verify the phone number
nb: Bekreft telefonnummeret ditt

# confirm_phone_number_body
source: We’ve sent a four-digit verification code to the telephone number you provided. Please enter the code.
nb: Du fikk nettopp en kode på sms. Den skriver du inn i feltet under.

# confirm_phone_number_code
source: Verification code
nb: Bekreftelseskode

# confirm_phone_number_not_recieved
source: Not received a code?
nb: Fikk du ikke kode?

# onboarding_wait
source: Hang on while we locate your electricity meter.
nb: Vent mens vi spinner av gårde for å finne boligen din …

# meter_found_header
source: We found your meter
nb: Vi fant strømmåleren din!

# meter_found_not_right
source: Not the correct address and meter? Change address, and we will search again for another electricity meter.
nb: Feil adresse og måler? Rett opp adressen, så søker vi på nytt.

# address_search_again_cta
source: Change meter
nb: Endre adresse og søk på nytt

# meter_found_confirm_button
source: This is correct
nb: Dette er riktig

# meter_found_control_information
source: Please control that this information is correct
nb: Se gjennom at disse opplysningene stemmer

# account_my_registered_meters
source: My meters
nb: Mine målere

# welcome_header
source: Welcome to elKompis!
nb: Velkommen til elKompis!

# your_producer
source: Your producer of renewable energy
nb: Din produsent av fornybar energi

source: Your price today
nb: Din pris i dag

# welcome_body
source: Now you’re one of us. We strive to make electricity cheaper, easier and smarter!
nb: Nå er du en av oss! Sammen gjør vi strøm billigere, enklere og smartere.

# set_up_profile_button
source: Complete my profile
nb: Fullfør min profil

# description_household
source: What kind of housing you have?
nb: Hvilken boligtype har du?

source: Housing type
nb: Boligtype

# confirm_address
source: Is the meter at this address?
nb: Er måleren på denne adressen?

# new_address
source: The meter is registered at another address.
nb: Måleren står registrert på en annen adresse.

# owner_address
source: Are you the owner of this address today?
nb: Er du eier på denne adressen i dag?

# yes_owner_address
source: Yes, I'm the owner
nb: Ja, jeg er eier

# not_owner_address
source: No, I'll take over as owner
nb: Nei, jeg skal overta som eier

# change_address_search
source: Enter the address of the home where the electricity meter is, and we will find the correct meter number.
nb: Oppgi adressen til boligen der strømmåleren er, så finner vi riktig målernummer.

# not_right_meter
source: Not the right meter?
nb: Ikke riktig måler?

# change_address_several_meters
source: Change and search again
nb: Endre og søk på nytt

# accept_terms_several_meters
source: You accept our terms and conditions of use by clicking "Confirm". Read all details.
nb: Du godtar vilkår for strømavtalen og bekrefter at du er kjent med angreretten, ved å klikke på «Bli med».

# search_button
source: Search
nb: Søk

# add_address_new_meter
source: Enter the address of the new meter
nb: Oppgi adressen til ny måler

# size_home
source: What size is your residence?
nb: Hvor stor er boligen din?

# number_of_people
source: How many are you in the household?
nb: Hvor mange personer bruker denne boligen?

# more_info
source: What appliances and other electrical items do you have?
nb: Hvilke apparater og andre elektriske artikler har du?

# date_new_owner
source: The date I become the owner
nb: Datoen når jeg blir eier

# moving_house_address
source: Enter the address of the home where the electricity meter is, and we will find the correct meter number.
nb: Oppgi adressen til boligen der strømmåleren er, så finner vi riktig målernummer.

# confirmation_header_new_meter
source: All good!
nb: Alt bra!

# confirmation_body_new_meter
source: Your new meter is now registered! To give you good analyzes, we would like to know a little about you and your home.
nb: Din nye måler er nå registrert! For å gi deg gode analyser, vil vi gjerne vite litt om deg og boligen din.

# meter_registered_card_header
source: That's great!
nb: Det er supert!

# meter_registered_card_body
source: Now we have everything we need to give you good analyzes and the best experience! ;)
nb: Nå har vi alt vi trenger for å gi deg gode analyser og den beste opplevelsen! ;)

# set_up_payment_new_meter_header
source: Set up your payment solution
nb: Velg hvordan du vil betale

# paymentsetup_new_meter_efaktura
source: A new agreement on eFaktura on this meter must be set up.
nb: En ny avtale om eFaktura på denne måleren må settes opp.

# paymentsetup_new_meter_efaktura_avtalegiro
source: A new agreement on eFaktura og AvtaleGiro on this meter must be set up.
nb: En ny avtale om eFaktura og AvtaleGiro på denne måleren må settes opp.

# paymentsetup_new_meter_avtalegiro
source: A new agreement on AvtaleGiro on this meter must be set up.
nb: En ny avtale om AvtaleGiro på denne måleren må settes opp.

# found_several_meters_header
source: We found several of your meters!
nb: Vi fant flere målere

# found_several_meters_body
source: Please control that this information is correct and select the meter you want to register. If you want to add several meters, take one at a time.
nb: Sjekk at opplysningene stemmer og velg den måleren du vil registrere. Vil du legge til flere målere, må du ta en av gangen.

# evcharge_settings_remove_car
source: Remove electric car
nb: Fjern elbil

# remove_car_header
source: Remove electric car from smart charging
nb: Fjern elbil fra smart lading

# remove_car_body
source: The set up between elKompis and your electric car will be removed so that smart charging cannot be carried out.Note that the deletion is done for all your electric cars in the same car brand (connected to the same electric car app). You can add this or any other electric car at any time.
nb: Koblingen som er satt opp mellom elKompis og din elbil fjernes slik at smart lading ikke kan gjennomføres. Merk at slettingen foretas for alle dine elbiler i samme bilmerke (koblet til samme elbilapp). Du kan når som helst legge til igjen denne bilen eller annen elbil.

# remove_car_button
source: Remove
nb: Fjerne

# not_remove_car
source: No, I do not want to remove the car.
nb: Nei, jeg vil ikke fjerne bilen.

# one_moment
source: Hang on...
nb: Vent mens vi spinner av gårde for å finne boligen din …

# more_info_onboarding
source: Please provide us with some more information in order for us to find your meter.
nb: Vi må vite litt mer om deg for å finne boligen din.

# payment_vipps_product_name
source: Power bill from elKompis
nb: Strømregning fra elKompis

# payment_vipps_product_description
source: Amount varies from month to month, based on price and consumption. Automatically paid on due date.
nb: Beløpet varierer fra måned til måned, basert på pris og forbruk. Betales automatisk på forfallsdato.

# description_address_ssn
source: Enter either your social security number or address to find your meter.
nb: Tast inn enten fødselsnummer eller adresse for å finne måleren din.

# address_check_header
source: Is the information we found correct?
nb: Fant vi riktig adresse?

# address_check_body
source: Confirm the information or change the address if it is incorrect.
nb: Bekreft opplysningene, eller skriv inn adressen der strømmåleren du vil registrere er.

# help_us_find_meter
source: Help us find your meter
nb: Hjelp oss å finne strømmåleren din.

# help_meter_number
source: Do you have the meter ID number available?
nb: Har du målernummeret ditt?

# help_partner
source: Is the current electricity agreement registered on someone else in your household?
nb: Er den gamle strømavtalen din registrert på et annet navn?

# help_moving
source: Are you moving house?
nb: Skal du overta en bolig?

# meter_on_partner
source: The meter registered on someone else in the household
nb: Strømmåleren skal fortsatt være registrert på et annet navn
