Repository: Skandia-Smarthus/Skandia.LokaliseTest
Catalog: Enig.*.resx
Languages: nb

source: Week
nb: Uke

source: Month
nb: Måned

source: Year
nb: År

# similar_household_graph_explanation
source: Similar homes
nb: Sammenligning med lignende hjem

# distribution_tab
source: Fordeling
nb: Min fordeling

source: Whoops, no data to show
nb: Vi har visst ikke noe å vise frem

# need_more_data_for_forecast
source: We need at least one month of data. Check back then!
nb: Vi må nok samle informasjon i én måned, men etter det kan du få se!

# no_sufficient_data_for_distribution
source: Vi har dessverre ikke nok informasjon til å analyse fordeling av strømforbruket ditt enda. Sjekk igjen snart.
nb: Vi har ikke nok informasjon til å vise fordelingen av strømforbruket ditt ennå, men oppdaterer så fort vi har nok data.

# no_enough_data_for_similar_homes
source: We haven't collected enough data to compare you to similar homes in your area. Check back next month!
nb: Vi har dessverre ikke nok informasjon enda til å sammenligne andre hjem med ditt. Sjekk igjen snart.

# this_month_format
source: Expected in {0}
nb: Forventet i {0}

# distribution_description_format
source: Mesteparten av strømmen du bruker går til {0}. Vanligvis bruker du rundt {1} på {0} i måneden.
nb: Mesteparten av strømmen du bruker går til {0}. Du har brukt {1} på {0} denne måneden.

# you
source: Your home
nb: Hos deg

# similar_household_tab
source: Comparison
nb: Sammenligning

# unknown_forecast
source: At this point there is no enough data about your and similar houses usage
nb: Det er dessverre ikke nok informasjon til å sammenligne strømbruken din med lignende hjem

source: cooking
nb: å lage mat

# washing
source: washing clothes
nb: å vaske klær

# always_on
source: what's always on
nb: det som alltid er på

# lighting
source: lights
nb: lys

source: consumer electronics
nb: elektroniske apparater

# solar
source: solar panels
nb: solcellepaneler

source: Total
nb: Totalt

# average_usage_tab
source: Average
nb: Estimert

source: Usage forecast
nb: Estimert strømforbruk

# not_enough_data_for_forecast
source: We need at least 1 year worth of data to forecast your consumption
nb: For å forvente strømbruken din må vi ha minst ett år med data

source: Average temperature
nb: Normaltemperatur

source: Usage
nb: Forbruk

# price
source: What it costs
nb: Det det koster

# forecast_this_month_title
source: Forecast this month
nb: Estimert strømforbruk denne måneden

# thank_you_for_payment_body
source: You've paid the preliminary amount for this month. The amount will be reflected in your profile and a receipt will be sent to your email.
nb: Du har delbetalt underveis i måneden, så vi oppdaterer beløpet til strømregningen på profilen. Du får kvittering på der og på e-post.

# make_payment_hello_name
source: Hello {0}
nb: Hei {0}

# make_payment_latest_invoice
source: Latest invoice
nb: Siste strømregning

# make_payment_savings_footprint
source: Your impact
nb: Effekten din

# make_payment_invoice_summary
source: Invoice Summary
nb: Strømregningen

# make_payment_statement_amount
source: Total to pay
nb: Totalt å betale

# make_payment_spot_price
source: Spot price ({0} øre/kWh)
nb: Strømpris ({0} øre/kWh)

# make_payment_total_consumption
source: Total consumption
nb: Strømforbruk

# make_payment_total_to_pay
source: Total to pay
nb: Totalt å betale

# make_payment_total_charges_date
source: Total charges due by {0}
nb: Frist for å betale er {0}

# make_payment_view_full_invoice
source: View full invoice
nb: Se over hele regningen

# make_payment_invoice
source: Invoice
nb: Strømregning

# make_payment_invoices
source: Invoices
nb: Strømregninger

# make_payment_fixed_fee
source: Monthly fee
nb: Månedsbeløp

# make_payment_moms
source: Value Added Tax
nb: Herav merverdiavgift

# breakdown_source_cleaning
source: Cleaning
nb: Vasking

# data_insights_this_time_last_year
source: This time last year
nb: På denne tiden i fjor

# data_insights_your_total_impact
source: My savings
nb: Mine besparelser

# data_insights_energy_source
source: Energy source
nb: Energikilde

# type_of_house_title
source: Your household profile
nb: Beskriv hjemmet ditt

# type_of_house_body
source: Tell us about your home to get customised insight to what you use power on, and tailored tips to where you can spend less
nb: Du kan fortelle litt om der du bor og få innblikk i hva strømmen går til, med skreddersydde tips til hvordan du kan spare

# type_of_home_title
source: What type of home do you live in?
nb: Hvilken type bolig er det?

# type_of_home_apartment
source: Apartment
nb: Leilighet

# type_of_home_house
source: House
nb: Hus

# type_of_home_townhouse
source: Townhouse
nb: Rekkehus

# type_of_home_holiday_home
source: Cabin
nb: Hytte/Feriehus

# type_of_home_semidetached
source: Semi-detached
nb: Tomannsbolig

source: Other
nb: Annen

# size_of_home_title
source: What size is your house?
nb: Hvor stort er det der?

# home_occupants_title
source: How many people live there?
nb: Hvor mange bor det der?

# home_occupants_adults
source: Adults
nb: Voksne

# home_occupants_children
source: Children (0-18 yrs)
nb: Barn

# primary_heating_title
source: What type of heating does your home have?
nb: Hva slags oppvarming har boligen din?

# primary_heating_body
source: First tap your primary heating source, then your secondary heating source
nb: Velg den varmekilden du bruker mest og så den nest mest brukte som nr 2

# primary_heating_floor
source: Electric floor heating
nb: Varmekabler i gulvet

# primary_heating_space_heaters
source: Electric space heaters
nb: Elektriske ovner

# primary_heating_heatpump
source: Heatpump
nb: Varmepumpe

# primary_heating_wood
source: Woodstove
nb: Vedovn

# primary_heating_hydro
source: Hydronics
nb: Vannbåren varme

# primary_heating_extra_selected
source: Category selected: {0}
nb: Primær-varmekilden din: {0}

# kitchen_appliances_title
source: Which kitchen appliances do you have?
nb: Hvilke hvitevarer har du?

# kitchen_appliances_stove
source: Electric stove
nb: Elektrisk komfyr

# kitchen_appliances_oven
source: Electric oven
nb: Elektrisk ovn

# kitchen_appliances_oven_gas
source: Gas oven
nb: Gassovn

# kitchen_appliances_stove_gas
source: Gas stove
nb: Gasskomfyr

# kitchen_appliances_microwave
source: Microwave
nb: Mikrobølgeovn

# kitchen_appliances_dishwasher
source: Dishwasher
nb: Oppvaskmaskin

# kitchen_appliances_washing_machine
source: Washing machine
nb: Vaskemaskin

# kitchen_appliances_dryer
source: Dryer
nb: Tørketrommel

# kitchen_appliances_freezer
source: Freezer
nb: Fryser

# kitchen_appliances_fridge
source: Fridge
nb: Kjøleskap

# kitchen_appliances_kombi
source: Fridge/freezer combination
nb: Kombiskap

# electronic_appliances_title
source: Select any entertainment electronics you have:
nb: Hva slags underholdningselektronikk bruker du?

# electronic_appliances_laptop
source: Laptops
nb: Bærbar PC

# electronic_appliances_game
source: Game consoles
nb: Spillkonsoll

# electronic_appliances_desktop
source: Desktop PC
nb: Stasjonær PC

# additional_items_title
source: Do you have any of these?
nb: Har du noen av disse?

# additional_items_solar_panel
source: Solar panels
nb: Solcellepanel

# additional_items_solar_power
source: Power (kWp) e.g. “123”
nb: Styrke (kWp) f.eks. “123”

# additional_items_solar_power_short
source: Power (kWp)
nb: Styrke (kWp)

# additional_items_swimming
source: Swimming pool
nb: Svømmebasseng

# household_profile_fetch_details_body
source: This will allow us to personalise your experience of consumption
nb: Etter det kan vi skreddersy innblikket til strømbruken din

# household_profile_fetch_details_title
source: We are gathering your household details
nb: Vent litt, så samler vi informasjonen om hjemmet ditt..

# household_profile_success_title
source: Shining, shimmering, splendid!
nb: Glimrende og gnistrende!

# household_profile_success_body
source: You will now get more accurate data analysis and personalised insights
nb: Nå kan vi gi deg et mer nøyaktig bilde av hva du bruker strøm på

# methods_of_payment_subtitle
source: This will be your default method of payment. You can change this at any time
nb: Velg hvilken måte du vil betale på. Du kan endre denne innstillingen når som helst.

# Welcome_sales_pitch
source: SIMPLY INSIGHTFUL ENERGY
nb: HELT ENKELT BILLIG STRØM DU FORSTÅR

# Welcome_get_started_button
source: Get started
nb: Kom i gang med elKompis

# price_concept_1_title
source: Be in total control of your electricity prices and consumption
nb: Få full kontroll på strømpris og forbruk!

# skip_topright
source: Skip
nb: Hopp over

# price_concept_2_title
source: We profit 0% on your electricity consumption
nb: Vi tjener kr 0 på strømforbruket ditt!

# price_concept_3_title
source: One agreement, no binding period
nb: Kun én avtale og ingen bindingstid!

# price_concept_3_button
source: Switch to elKompis
nb: Bytt til elKompis

# join_the_community_title
source: Join the community
nb: Vær elKompis med oss

# join_the_community_body
source: Fill in personal details and SSN so that we can fetch your energy meter for you
nb: Fyll inn informasjon og fødselsnummer, så finner vi strømmåleren din

# join_the_community_info
source: It will only take a couple of minutes
nb: Det tar bare et par minutter

# join_the_community_1_title
source: Personal information
nb: Personopplysninger

# join_the_community_1_body
source: Look up your information via your SSN
nb: Finn strømmåleren med fødselsnummeret ditt

# join_the_community_2_title
source: Meter number
nb: Målernummer

# join_the_community_2_body
source: Approve the meter number or add a different one
nb: Sjekk at det stemmer eller legg til et annet

# join_the_community_3_title
source: Contact information
nb: Kontaktinfo

# join_the_community_3_body
source: Phone number and e-mail
nb: Skriv telefonnummer og e-postadresse

# join_the_community_4_title
source: Agreement
nb: Avtale

# join_the_community_4_body
source: Read and sign the agreement
nb: Les og signer avtalen vår

# last_name_with_placeholder
source: Last name e.g. "Lake"
nb: Etternavn f.eks. “Nordmann”

# SSN_with_placeholder
source: 11-digit SSN
nb: Fødselsnummer (11 tall)

# error_message_closed_app_before_signup
source: Did something happen? No problem!
nb: Lukket du appen før du var ferdig?

# error_message_closed_app_before_signup_subtitle
source: You might have closed the app before your registration was finished. Please continue from where you left off, or start from scratch.
nb: Fortsett der du slapp, eller begynn på nytt.

# error_message_closed_app_before_signup_invisible_button
source: Start from the beginning
nb: Start på nytt

# continue_button_title
source: Continue
nb: Fortsett

# successful_meter_number_overview_field
source: Meter ID number
nb: Målernummer/målepunkt ID

# successful_meter_number_overview_title
source: Check that the address is right
nb: Sjekk at adressen stemmer

# successful_meter_number_overview_button
source: Edit address
nb: Endre adressen

# successful_meter_number_button
source: Confirm
nb: Bekreft

# additional_information_body
source: We will need this to make sure you receive important documents like your invoice
nb: Vi sender deg viktige dokumenter, som for eksempel strømregningen din

# verification_code
source: Your verification code is:
nb: Koden for å bekrefte er:

# unsuccessful_meter_number_overview_field
source: Is the address below correct?
nb: Stemmer adressen under?

# no_meter_number_error_message_body
source: One of us in he team, completes your order for you. We collect the necessary information and get in touch if we need some help from you.
nb: En av oss i teamet fullfører bestillingen din for deg. Vi innhenter nødvendige opplysninger og tar kontakt hvis vi trenger litt hjelp fra deg.

# no_meter_number_error_message_button
source: Get in touch
nb: Ta kontakt

# enter_meter_number_title
source: Enter your meter number
nb: Skriv inn målernummeret

# contract_title
source: Our agreement
nb: Avtalen vår

# contract_body
source: When you sign, you acknowledge that you have read and agree with the terms below.
nb: Når du signerer sier du også at du har lest og er enig i betingelsene nedenfor.

# contract_accept_button
source: Sign
nb: Signer

# sign_contract_confirmation_screen_title
source: Nice to be elKompis with you
nb: Så fint å være elKompis med deg!

# sign_contract_confirmation_screen_body
source: We're setting everything up to make the switch! It takes about two working days.
nb: Nå gjør vi ferdig brukeren din og ordner resten. Det tar omtrent to arbeidsdager.

# sign_contract_confirmation_screen_accept_button
source: Sign the agreement
nb: Signer

# confirmation_screen_notifications_title
source: We will let you know when your account is ready
nb: Du blir varslet når du er med i elKompis

# confirmation_screen_notifications_body
source: It might take a while until the account is ready. We will let you know when that is unless you turn off all notifications.
nb: Det kan ta litt tid før kontoen din er ferdig. Vi sier ifra når det er klart med mindre du skrur av alle varsler.

# confirmation_screen_notifications_accept_button
source: Get notified
nb: Få varsel

# decline_button
source: Turn off notifications
nb: Skru av varsler

# confirmation_screen_payment_method_title
source: Set up your payment method
nb: Velg deg en betalingsmetode

# confirmation_screen_payment_method_body
source: Keep on top of your bills with a tap of the button. Don’t worry, you can change this at any time in your settings.
nb: Få full kontroll over strømregningene dine ved å velge blant de fleksible betalingsløsningene vi har.

# confirmation_screen_payment_method_accept_button
source: Choose payment method
nb: Velg betalingsmetode

# successful_payment_setup_title
source: You’ve got the power!
nb: Den satt i sikringsboksen!

# successful_payment_setup_body
source: Now that you've set up your payment method, let's start exploring inside the app
nb: Nå som du har valgt betaling kan du utforske mer av appen

# successful_payment_setup_button
source: Complete
nb: Fortsett

# home_screen_setup_household_header
source: {0}’s house
nb: Hjemmet ditt

# home_screen_personalise_title
source: Hello, {0}! Let’s personalise your account.
nb: Heihei, {0}! Nå kan du skreddersy brukeren din.

# home_screen_household_menu_title
source: Set up your household profile
nb: Beskriv hjemmet ditt

# home_screen_household_menu_body
source: Size, number of people, appliances
nb: Hvor stort er det og hva bruker dere strøm på?

# home_screen_household_bottom_text
source: Your usage information will be analysed soon
nb: Snart er informasjonen klar til å analyseres

# notification_welcome_message_title
source: Welcome to elKompis, {0}!
nb: Velkommen i elKompis, {0}!

# notification_welcome_message
source: Take a look around the app and complete your household profile for more personalised data.
nb: Nå kan du utforske appen og skreddersy elKompis-brukeren ved å beskrive hjemmet ditt.

# notification_contract_processing_title
source: Your account is ready soon
nb: Snart er alt klart

# notification_contract_processing
source: Hang tight! We will notify you within 2 working days once it’s complete.
nb: Når brukeren din er ferdig skal vi si ifra, men det kan ta opptil 2 arbeidsdager.

# notifications_tab_subtitle_2
source: Past
nb: Tidligere

# notifications_tab_subtitle_2_body
source: You have no past notifications yet!
nb: Det var ingen varsler her fra før!

# home_screen_payment_menu_title
source: Select your payment method
nb: Velg betalingsmetoden din

# home_screen_payment_menu_body
source: How do you prefer to pay your invoices?
nb: Hvordan vil du helst betale strømregninger?

# home_screen_processing_documents_title
source: Hello, {0}! We are just preparing your account
nb: Hei, {0}! Nå gjør vi bare klar brukeren din

# home_screen_popup_documents_processed_title
source: Your account is ready soon
nb: Snart er alt klart

# home_screen_popup_documents_processed_body
source: It will take around 2 working days to get your account ready. Please contact us if you have any questions.
nb: Det kan ta omtrent 2 arbeidsdager før brukeren din er ferdig. Ta kontakt hvis du lurer på noe.

# home_screen_popup_documents_processed_invisible_button
source: Contact elKompis
nb: Kontakt elKompis

# notification_contract_approved_module_title
source: Your account is fully connected!
nb: Brukeren din er oppe og går!

# notification_contract_approved_module_body
source: You now have full access to the app. Check it out!
nb: Nå har du full tilgang og innblikk i appen

# got_it
source: Explore
nb: Utforsk

# homescreen_usage_this_week
source: Energy usage this week
nb: Ukens strømforbruk

# homescreen_outdoor_temperature_format
source: Outside temp
nb: Temperatur ute

# homescreen_price_per_hour_format
source: {0} øre this hour
nb: {0} øre denne timen

# home_screen_your_data_button
source: Usage analysis
nb: Analyse av bruk

# homescreen_yesterday_format
source: Yesterday's usage
nb: Strømbruk i går

# notification_contract_approved_setup_module_body
source: You will have full access to the app once you’ve completed the full set up.
nb: Med en gang du har gjort ferdig profilen din har du full tilgang og innblikk i alt.

# home_screen_post_onboarding_body
source: Hey! Please complete your profile before we get started
nb: Hei! Før vi begynner kan du gjøre ferdig profilen din

# profile_percentage_complete
source: Your profile is {0} %% complete
nb: Du har gjort ferdig {0} %% av profilen

# vipps_tx_cancelled
source: Vipps payment was rejected
nb: Det gikk ikke å betale med Vipps

source: water heating
nb: varmtvann

# ev
source: EV charging
nb: Elbillading

# cooling
source: cooling your home
nb: nedkjøling av hjemmet

source: cleaning
nb: vasking

source: fridge and freezer
nb: kjøleskap og fryser

# current_energy_producer_tab
source: Where the power comes from
nb: Hvor strømmen kommer fra

# current_price_drop
source: There will be low prices, sinking to {0} øre around {1} to {2} today
nb: Prisen er lav og kommer til å synke mellom klokken {1} og {2}. Du sparer på å bruke sette på en klesvask i det tidsrommet.

# please_enter_your_details
source: Let's locate your meter
nb: Først må vi finne strømmåleren din

# vipps_agreement_rejected
source: Vipps agreement was rejected
nb: Avtalen med Vipps gikk ikke gjennom

# no_meter_number_title
source: Oh no, we couldn’t seem to find your meter number
nb: Oj! Vi fant visst ikke målernummeret ditt

# no_meter_number_subtitle
source: It might be that the meter is registered on someone else in your household, or that your personal details needs adjusting.
nb: Det kan hende at det står i et annet navn eller at du må rette opp i personopplysningene dine

# your_impact_footprint_tab
source: Footprint
nb: Fotavtrykk

# your_impact_savings_tab
source: Savings
nb: Sparekraft

# your_impact_total_savings
source: Total savings this year
nb: Det jeg har spart i år

# your_impact_ice_cream
source: Saved in ice cream cones
nb: Det jeg har spart regnet i iskrem

# your_impact_graph_explanation
source: This is based on yearly consumption data of {0} electricity from Strømpris.no
nb: Dette er basert på årlige forbruksdata av {0} elektrisitet fra Strømpris.no

# your_impact_CO2
source: CO2 saved by using only 100 % renewable energy
nb: CO2 spart med 100 % fornybar energi

# your_impact_trees_planted
source: Spruce trees saving CO2
nb: Grantrær som fanger CO2

# your_impact_where_does_my_energy_come_from
source: The origin of your electricity
nb: Dette har du i stikkontakten

# your_impact_graph_title
source: elKompis is cheaper than most energy companies
nb: elKompis er rimeligere enn strømselskaper flest

# completely_green
source: 100 %% renewable
nb: 100 %% fornybar

# home_screen_with_monthly_data_title
source: You’ve used {0} so far in {1}
nb: Hittil har du brukt {0} i {1}

# where_does_my_energy_come_from_body
source: Your energy comes from 100 %% renewable resources. elKompis sources its energy from hydropower.
nb: Strømmen din kommer fra 100 % fornybare kilder (opprinnelsesgaranti for hele forbruket ditt).

# enig_customers
source: elKompis customers
nb: elKompis-brukere

source: Other providers
nb: Annen strøm

source: less
nb: mindre

source: more
nb: mer

# forecast_descripiton_format
source: You're predicted to spend {0} this month and consume {1}.
nb: Vi tror du kommer til å bruke {0} på {1} denne måneden.

# forecast_description_format_with_comparison
source: Your power consumption is predicted to be {0} and {1} this month. That is {2}%% {3} energy and {4}%% {5} than last month.
nb: Vi tror strømforbruket ditt blir på {0} og vil koste {1} denne måneden. Det er {2}%% {3} strøm og {4}%% {5} enn i forrige måned.

source: The 6 you use most
nb: Det som bruker mest

# complete_household_profile
source: Describe your household
nb: Beskriv hjemmet ditt

# mid_week_no_forecast
source: Whoops, we don’t have enough data to forecast your consumption
nb: Oi, da! Vi mangler enda litt informasjon for å forutse strømforbruket ditt.

# invoice_details
source: Details
nb: Detaljer

# source_graph_renewables
source: Renewables
nb: Fornybare

# source_graph_non_renewables
source: Non-renewables
nb: Ikke fornybare

# add_card_button
source: Add card
nb: Lagre kort

# your_monthly_budget
source: Your {0} budget
nb: Budsjett for {0}

source: Set up your budget
nb: Lag deg et budsjett

# no_bills_to_show_here_yet
source: No invoices in sight, yet!
nb: Ingen strømregning i sikte!

# no_bills_to_show_here_setup_profile
source: You need to complete your profile setup before you can see your invoices
nb: Du må gjøre ferdig profilen din for å se strømregninger

# profile_page_budget_tab
source: Budget
nb: Budsjettet

# profile_page_your_bill_tab
source: Your bill
nb: Regningen

# profile_set_up_budget_body
source: Stay in control of your consumption and keep track of how much you’re spending
nb: Vi hjelper deg holde styr på strømbruken og gir deg gode råd for å spare penger og miljø

# profile_budget_under_info
source: {0} under budget
nb: {0} under budsjett

# profile_budget_over_info
source: {0} over budget
nb: {0} over budsjett

# profile_left_to_pay_this_month
source: left to pay this month
nb: igjen å betale denne måneden

# profile_paid_so_far
source: paid so far this month
nb: betalt fra før denne måneden

# payment_setup_selection_title
source: How would you like to pay your bills?
nb: Hvordan vil du helst betale regninger?

# payment_setup_selection_subtitle
source: Choose between the methods below, to pay via the app. You can change these settings at any time.
nb: Velg mellom måtene under, for å betale gjennom appen. Du kan endre innstillingene senere.

# enter_payment_details_subtitle
source: Please fill in your payment details. We will only bill your invoice once it’s ready
nb: Skriv ned det som står på kortet du vil betale med, så regningene kan trekkes fra det

# bambora
source: Secure payments provided by Worldline
nb: Trygg betaling gjennom Worldline

# what_appliances_title
source: What appliances do you have at home?
nb: Hvilke typer apparater har du?

# How_are_savings_calculated
source: How are my savings calculated?
nb: Sånn regner vi ut hva du sparer

# how_are_savings_calulated_body
source: Our formula compares your consumption with how much you would have spent with other providers
nb: Regnestykket vårt sammenligner bruken din med hvor mye det ville kostet hos en annen leverandør

source: So far
nb: Hittil

source: Amount paid
nb: Det du har betalt

source: Download invoice
nb: Last ned regningen

# download_invoice_subtitle
source: Your invoice will be exported as a PDF under the “Documents” part of your phone
nb: Vi eksporterer strømregningen til en PDF som du får i “Dokumenter” på telefonen din

# download_invoice_button
source: Download as a PDF • {0} KB
nb: Last ned PDF • {0} KB

# add_new_card
source: Add a new card
nb: Legg til kort
