Repository: Skandia-Smarthus/Skandia.LokaliseTest
Catalog: Enig.*.resx
Languages: nb

# meter_partner_description
source: Ok, go back and start over. Provide us with the information to the person that holds your current electricity agreement.
nb: Start flyttingen av strømavtalen på nytt med riktig navn.

# taking_over_cta
source: No, I'm moving house
nb: Jeg skal overta strømavtalen

# taking_over_meter
source: You are moving house
nb: Jeg skal overta en bolig

# taking_over_description
source: Make sure the address is correct. Enter the new meter ID number (if available) and occupancy date.
nb: Skriv inn overtakelsesdato, målernummer og riktig adresse.

# date_takeover
source: Occupancy date
nb: Dato for overtakelse

# meternumber_takeover
source: Meter ID number (can be specified later)
nb: Målernummer (kan oppgis senere)

# send_confirmation
source: You confirm the takeover by clicking send.
nb: Send igjen

# send_info
source: By clicking send, you confirm that you will take over the home and are setting up an agreement with elKompis. We will contact you if we are missing any information.
nb: Ved å klikke send bekrefter du at du skal overta bolig og få strømleveranse fra elKompis. Vi kontakter deg om vi mangler noen opplysninger.

# confirmation_takeover
source: Thanks! We make sure that you take over this home and get a smart electricity agreement from elKompis!
nb: Takk! Vi sørger for at du overtar denne boligen og får en smart strømavtale fra elKompis!

# info_takeover_missing_info
source: We will contact you if we are missing any information.
nb: Vi tar kontakt med deg hvis vi mangler noen opplysninger.

# thank_you_contact
source: Thank you for wanting to join elKompis!
nb: Takk for at du ønsker å bli med i elKompis!

# existing_address
source: Is the meter at an existing address?
nb: Er måleren på en eksisterende adresse?

# manual_process_header
source: We’re unable to complete your order, but we will make sure to resolve this manually.
nb: Vi klarte ikke å fullføre bestillingen din, så vi ordner det manuelt

# agreement_manual_process
source: This is the smart power deal you get from elKompis.
nb: Dette er den smarte strømavtalen du får fra elKompis.

# terms_confirm_manual_process
source: You accept our agreement and terms of use, and that we collect information to complete the order, by clicking Confirm.
nb: Ved å klikke på «Bekreft», godtar du avtale- og brukervilkårene våre. Du gir oss også lov til å hente opplysninger vi trenger til bestillingen.

# all_details
source: Read the agreement
nb: Les hele avtalen

# more_info_order
source: It looks like we need even more information.
nb: Vi trenger litt mer informasjon.

# confirm_moving
source: Thank you for wanting to join elKompis!
nb: Takk for at du vil bruke elKompis!

# intercom_elbuddy_info_external_id_missing
source: elKompis ID is missing from the information provided by Intercom
nb: elKompis-ID mangler i informasjonen fra Intercom

# intercom_elbuddy_info_user_not_found
source: Unable to find a user with the provided ID
nb: Finner ikke en bruker med den angitte ID-en

# intercom_elbuddy_info_full_name
source: Name
nb: Navn

# intercom_elbuddy_info_phone_number
source: Phone
nb: Telefonnummer

# intercom_elbuddy_info_email
source: Email
nb: E-post

# intercom_elbuddy_info_yes
source: Yes
nb: Ja

# intercom_elbuddy_info_no
source: No
nb: Nei

# review
source: Review details
nb: Se detaljer

# intercom_cancel_metering_point_which_meter_header
source: Which meter do you want to cancel?
nb: Hvilken måler vil du opphøre?

# intercom_cancel_metering_point_thank_you_message
source: **Thank you!** We will process your request shortly.
nb: **Takk!** Vi behandler forespørselen din snart.

source: Previous invoices
nb: Tidligere strømregninger

# payment_method_not_set_up
source: Payment method was not set up
nb: Betalingsmetode ble ikke registrert

# payment_setup_several_meters
source: Remember to choose the payment method for your new meter. It takes 1–2 days before the power agreement is active. Change meter view to see analyzes for Remember to choose the payment method for your new meter. It takes 1–2 days before the power agreement is active. Change meter view to see analyzes for {0}.
nb: Husk å velge betalingsmetode for din nye måler. Det tar 1–2 dager før strømavtalen er aktiv. Bytt målervisning for å se analyser for {0}.

# payment_setup_now
source: Set up payment method now
nb: Sett opp betalingsmetode nå

source: Termination / Moving
nb: Opphør / Flytting

source: Add car
nb: Legg til bil

# cty_kwh
source: Cty kWh: {0}
nb: Antall kWh: {0}

# cty_month
source: Cty months: {0}
nb: Antall mnd: {0}

# email_address
source: Your email
nb: Skriv inn e-postadressen din

# marketing_accept
source: Yes, I want information about new products and services from Elkompis.
nb: Ja takk, jeg vil ha informasjon om nye produkter og tjenester!

# evcharge_status_not_plugged_in
source: Not plugged in
nb: Ikke koblet til

# evcharge_status_fully_charged
source: Fully charged
nb: Fulladet

# evcharge_status_manually_stopped
source: Manually stopped
nb: Stanset manuelt

# evcharge_status_smart_charging_delay
source: Smart charging delay
nb: Smartlading venter

# evcharge_status_manually_started
source: Manually started
nb: Manuelt startet

# evcharge_status_smart_charging_active
source: Smart charge active
nb: Smartlading aktiv

# evcharge_status_smart_charging_deadline
source: Smart charging deadline
nb: Smartlader til tidsfrist

# explanation_invoice
source: This is a preview. Download pdf to see referral bonus and other invoice details.
nb: Dette er en forhåndsvisning. Last ned pdf for å se vervebonus og andre fakturadetaljer.

# meternumber_mpid
source: Meternumber/målepunkt ID
nb: Målernummer/målepunkt ID

# help_onboarding
source: Get help from Customer Service
nb: Jeg får det ikke til og trenger hjelp

# intercom_update_user_info_email_label
source: Email
nb: E-post

# intercom_update_user_info_phone_label
source: Phone
nb: Telefon

# intercom_update_user_info_street_label
source: Street
nb: Gate

# intercom_update_user_info_post_code_label
source: Postal code
nb: Postnummer

# intercom_update_user_info_city_label
source: City
nb: Poststed

# intercom_update_user_info_submit_label
source: Submit
nb: Send inn

# referral_cta
source: You can recruit as many friends as you want! ;)
nb: Verv så mange du vil! ;)

source: Accrued
nb: Påløpt

# greensavings_homepage
source: Tilsvarer {0} CO2 og {1} trær.
nb: Lik {0} CO2 og {1} trær.

# forecast_home
source: Prognosen din
nb: Min prognose

# priceconcept_explanation
source: Price guarantee
nb: Alltid blant de billigste!

# priceconcept_elaboration
source: elKompis offers just one electricity agreement with one price! Spot price, which is the agreement offered by elKompis, is the recommended type of agreement by consumer authorities. With Spot price, you get the same price as us on the power exchange. The price comparison shows all spot prices offered in the marked which is puplished by strømpris.no. Strømpris.no is Forbrukertilsynets (Consumer authority) list of all offered electricity agreements in the Norwegian electricity market. Your saving compared to «the average price in the market» and compared to the «five most expensive suppliers» in the market is downloaded directly from strømpris.no. The savings is shown in percentages.
nb: Med elKompis får du alltid spotpris fra Nord Pool! Spotpris er den avtalen Forbrukertilsynet anbefaler, og betyr at du betaler det samme for strømmen som vi gjør når vi kjøper den. I den blå grafen ser du leverandører som tilbyr spotpris. Den rosa søylen viser hvordan elKompis ligger an i forhold til de andre leverandørene. Vi viser deg også hvor mye du sparer ved å velge elKompis, både sammenliknet med gjennomsnittsprisen på markedet og de fem dyreste leverandørene. Prisene er hentet fra strømpris.no, som er Forbrukertilsynets oversikt over alle strømleverandører og -produkter (kampanjepriser og lokketilbud som kun varer i en begrenset periode er ikke inkludert).

# consumption_monthly_header
source: Your monthly energy consumption – day by day
nb: Ditt månedlige strømforbruk

# consumption_month
source: So far have you spent {0} kWh and {1} kr, this month.
nb: Så langt denne måneden har du brukt {0} kWh og {1} kr.

# consumption_yearly_header
source: Your annual energy consumption - month by month
nb: Ditt årlige strømforbruk

# consumption_year
source: So far this year you have spent {0} kWh and {1} kr.
nb: Så langt i år har du brukt {0} kWh og {1} kr.

# consumption_daily_header
source: Your daily energy consumption - hour by hour
nb: Ditt daglige strømforbruk

# consumption_day
source: You spent {0} kWh and {1} kr this day.
nb: Denne dagen brukte du {0} kWh og {1} kr.

# distribution_header
source: Fordeling av ditt strømforbruk
nb: Slik bruker du strømmen din

# forecast_header
source: Forecast for your monthly energy
nb: Månedens prognose

# similar_homes_20
source: 20 %% most effective
nb: 20 %% mest effektive

# efaktura_changes
source: Remove in your online bank first, in order to change in elKompis.
nb: Fjern i nettbanken for å endre i appen.

# add_paymentmethod_avtalegiro
source: Add payment method on {0}.
nb: Registrer betalingsmåte på {0}.

# comparison_header_home
source: Sammenligning
nb: Hjem som ligner

# consumption_no_data
source: Vi mangler data om ditt forbruk. Så raskt vi mottar dette fra din netteier, oppdaterer vi oversikten.
nb: Vi har ikke nok informasjon om forbruket ditt, men oppdaterer så fort vi får data fra netteieren.

# moving_house_registered
source: Information is registered
nb: Opplysninger om innflytting/overtakelse er registrert.

# terms_confirm_moving_new_house
source: You accept our agreement and terms of use, and confirme that you will take over this home, by clicking Confirm.
nb: Du godkjenner våre avtale og brukervilkår, og bekrefter at du skal overta denne boligen ved å klikke Bekreft.

# moving_information
source: Information on your new address
nb: Opplysninger om innflytting/overtakelse

# moving_new_address
source: Where are you moving?
nb: Hvor vil du flytte inn?

# moving_new_address_information
source: Your new address
nb: Oppgi adresse til boligen du overtar

# moving_out_registered
source: Information regarding moving is registered.
nb: Utflyttingen er registrert.

# moving_continues_elkompis
source: Your agreement with elKompis continues on your new address.
nb: Du tar med deg elKompis til din nye adresse.

# confirm_moving_out
source: Confirm moving
nb: Bekreft utflytting

# moving_date_address_confirmation
source: Fill in the takeover date, and confirm the address you are moving from
nb: Oppgi dato og bekreft adressen du flytter fra

# moving_current_address
source: Here is your current address
nb: Her er ditt anlegg

# moving_pick_current_address
source: Which address are you moving from?
nb: Velg adressen du vil flytte fra

# moving_list_current_addresses
source: Your current addresses
nb: Her er dine anlegg

# moving
source: Are you moving?
nb: Skal du flytte?

# moving_information_old_new
source: Stop delivery at your old home, and order elKompis for your new home. Please give us 3 days notice before moving out.
nb: Her kan du enkelt flytte den smarte strømavtalen til din nye bolig. Gi beskjed minimum 3 virkedager før utflytting, så ordner vi resten.

# intercom_elkompis_admin_transfer_cancel_body
source: Cancellation: {0} {0} {0} {0} {0} {0} {0} {0} {0} Metering number: {0} Transfer date: {0}
nb: Oppsigelse: {0} {0} {0} {0} {0} {0} {0} {0} {0} Målernummer: {0} Overtakelsesdato: {0}

# postal_code_not_found
source: No postal code has been found
nb: Ugyldig postnummer

# onboarding_street
source: Street name
nb: Gateadresse

# onboarding_postal_place
source: City
nb: Poststed

source: Name
nb: Navn

# moving_house_information
source: We will come back to you if we need more information.
nb: Vi innhenter nødvendige opplysninger og tar kontakt med deg hvis vi lurer på noe.

source: Street name
nb: Gateadresse

# moving_information_date_confirmation
source: Fill inn the take over date and the meter number, and confirm or make a change to your address.
nb: Fyll inn dato for overtakelse, målernummer og bekreft eller endre adressen.

# intercom_elkompis_admin_transfer_new_body
source: New meter: {0} {0} {0} {0} {0} {0} {0} {0} {0} Metering number: {0} Transfer date: {0}
nb: Ny måler: {0} {0} {0} {0} {0} {0} {0} {0} {0} Målernummer: {0} Overtakelsesdato: {0}

source: Number
nb: Nummer

# intercom_elbuddy_info_location_payment_method
source: Payment type
nb: Betalingstype

# intercom_elbuddy_info_yearly_consumption
source: Yearly consumption
nb: Årlig forbruk

# intercom_elbuddy_info_user_locations_not_loaded
source: We were unable to load metering point information
nb: Vi klarte ikke å laste inn målerdetaljer

# intercom_elbuddy_info_location_address
source: Address
nb: Adresse

# intercom_elbuddy_info_location_city
source: City
nb: Poststed

# intercom_elbuddy_info_location_post_code
source: Postal code
nb: Postnummer

# intercom_elbuddy_info_location_consumption
source: Consumption this year
nb: Forbruk i år

# error_payment_method
source: The payment method is not longer valid.
nb: Betalingsmetoden er ikke lenger gyldig.

# evcharge_explanation_text
source: Med smart lading fra elKompis lader du når strømmen er billigst. Du får også full oversikt i appen.
nb: Med smartlading fra elKompis lader du alltid når strømmen er billigst. Appen gir deg oversikt over ladingene dine.

# error_add_payment
source: Add eFaktura/AvtaleGiro on your address
nb: Legg til eFaktura/AvtaleGiro på din adresse

# error_add_efaktura
source: Add eFaktura on our address
nb: Legg til eFaktura på din adresse

# welcome_to
source: Welcome to elKompis
nb: Velkommen til elKompis

# add_household_profil
source: Add your household profile
nb: Sett opp husstandsprofilen din

# data_soon_coming
source: Your information will soon be available
nb: Dine data kommer snart!

# data_show
source: Information coming soon
nb: Her vil du få dine data

# share_link
source: Share link to refer
nb: Del lenke for å verve

# price_concept_home
source: My price proof
nb: Mitt prisbevis

# my_consumption_home
source: My consumption
nb: Mitt forbruk

# my_environmental_savings_home
source: My environmental savings
nb: Mitt miljøbevis

# my_distribution_home
source: My distribution
nb: Min fordeling

# my_forecast_home
source: My forecast
nb: Min prognose

# similar_homes_home
source: Similar homes
nb: Hjem som ligner

# account_billing_address
source: Fill in the right billing address
nb: Fakturaadressen din kan være en annen adresse enn den måleren står på

# account_profile_billing_address
source: Please fill in the billing address if different from where the meter is
nb: Skriv inn den adressen du vil at vi skal sende fakturaen din til.

# confirm_billing_address
source: Confirm your billing address
nb: Bekreft betalingsadressen din

# intercom_elkompis_admin_onboarding_help_body
source: Assistance with registering meter: {0} {0} {0} {0} {0} {0} {0} {0} {0} Metering number: {0}
nb: Hjelp med å registrere måler: {0} {0} {0} {0} {0} {0} {0} {0} {0} Målernummer: {0}

# consumption_receive
source: Your consumption will be shown as soon as we receive it from your grid owner. We usually receive it around 10 AM.
nb: Her ser du ditt forbruk så snart vi har mottatt det fra din netteier. Det skjer vanligvis ca kl 10.

# paymentcard_remove
source: Remove payment card
nb: Fjern betalingskort

# onboarding_explanation_heading
source: How do we keep the costs low ?
nb: Hvordan kan vi være så billige?

# onboarding_explanation
source: We digitalize all the stages in the power supply process to be able to provide you with the most affordable electricity deal.
nb: Vi digitaliserer alle ledd for at du skal få billigst mulig strøm!

# onboarding_explanation_one_heading
source: Power purchase
nb: Digitalt innkjøp

# onboarding_explanation_one_text
source: The procurement process is digital from start to end – from Nordpool and to your household.
nb: Heldigital prosess fra innkjøp til levering hos deg.

# onboarding_explanation_two_heading
source: Data collection
nb: Digital drift

# onboarding_explanation_two_text
source: We continually pull data about your electricity consumption from the grid owner.
nb: Heldigital innhenting av målerdata og løpende forbruk av kWh.

# onboarding_explanation_three_heading
source: Cost calculation
nb: Digital fakturering

# onboarding_explanation_three_text
source: Meter values from Elhub + Nord Pool prices = your electricity invoice
nb: Heldigital innhenting av spotpriser fra Nord Pool sikrer riktig strømregning.

# onboarding_explanation_four_heading
source: Invoice distribution
nb: Digital strømfaktura

# onboarding_explanation_four_text
source: All invoicis are digital. Pay by Vipps or your bank.
nb: Heldigital produksjon, kontroll og utsendelse via eFaktura/Vipps og e-post.

# payment_check
source: Check your payment method
nb: Se over din betalingsmetode

# payment_efaktura_heading
source: Your payment method is eFaktura
nb: Din betalingsmåte er eFaktura

# payment_efaktura_text
source: You will receive your electricity bill directly in your mobil/online bank. You do not need to do anything further, as you have signed up for automatic eFaktura (Ja takk til alle). If you also want to have AvtaleGiro, please sign up for it in your online bank.
nb: Du får strømregning en gang i måneden fra oss direkte inn i din mobil- og/eller nettbank. Du trenger ikke å gjøre noe mer, fordi du allerede har inngått avtale om eFaktura (ja takk til alle). Hvis du også ønsker AvtaleGiro, kan du gjøre dette i din nettbank.

source: More information
nb: Mer informasjon

# price_now
source: Price right now
nb: Pris nå

# payment_do_not_have_efaktura_text
source: Sign up for eFaktura in your online bank (Ja takk til alle) to receive eFaktura as a payment method in the app. You can then also choose to pay your bill directly in Vipps. We send our electricity bill once a month.
nb: Inngå avtale om eFaktura i nettbanken din (Ja takk til alle) for å automatisk få eFaktura som betalingsmetode i appen. Du kan da også velge å betale din faktura i Vipps. Du får strømregning 1 gang i måneden fra oss.

# fixed_price_homescreen
source: Order a fixed price
nb: Bestill fastpris

# agreement_homescreen
source: Your electricity agreement
nb: Avtalen din

# fixed_price_confirmation_heading
source: Fixed price confirmation
nb: Den satt i sikringsboksen!

# fixed_price_confirmation_text
source: You have ordered a fixed price on your electricity. \"Prisen nå \" as you see on your homescreen, will still be "spotpris", although you now have a fixed price.
nb: Du har nå bestilt fastpris. \"Prisen nå \" som du ser på hjemskjermen, vil fortsatt være spotpris, selv om du har en fastpris.

# fixed_price_heading
source: Order a fixed price on your electricity for a {0} months period
nb: Bestill fastpris i {0} måneder

# fixed_price_text
source: This electricity agreement gives you a fixed price on your electricity. It means that your price will be set for a certain period. In other words, the price in this periode will nor go up or down. You will pay fixed price per kWh. Cost for grid is billed separated from your grid owner.
nb: Med fast strømavtale får du forutsigbarhet og trygghet for prisen din. Prisen kan med andre ord verken gå opp eller ned i perioden. Du betaler for forbruket ditt til en fastsatt pris per kWt. Nettleien kommer i tillegg.

# fixed_price_bulletspoints_one
source: Fixed price {0} øre/kWh
nb: Strømpris {0} øre/kWh

# fixed_price_bulletspoints_two
source: Monthly fee: {0} kr each month
nb: Månedlig fastbeløp: {0} kr/mnd

# fixed_price_bulletspoints_three
source: {0} months with a fixed price
nb: {0} måneder binding

# fixed_price_bulletspoints_four
source: A fixed price during the whole period
nb: Lik pris i hele perioden

# fixed_price_bulletspoints_five
source: You avoid price changes
nb: Du unngår prissvingninger

# fixed_price_confirmation_terms
source: I confirm that I understand the terms and conditions with the agreement
nb: Jeg bekrefter å ha lest vilkårene og betingelsene

# fixed_price_order
source: Order
nb: Bestill

# fixed_price_offer_heading
source: Do you want a fixed price on your electricity?
nb: Vil du ha fastpris?

# fixed_price_offer_text
source: Avoid changes in your electricity agreement. You pay simply one price each kWh, during the agreed period
nb: Unngå unødige svingninger med fastpris på strømmen. Du betaler en fastsatt pris pr kWh for perioden du velger.

# fixed_price_offer_one_period
source: {0} month: {1}
nb: {0} måneder: {1}

# fixed_price_offer_two_period
source: {0} months: {1}
nb: {0} måneder: {1}

# fixed_price_read_more
source: Read more and order
nb: Les mer og bestill

# fixed_price_top
source: FIXED PRICE
nb: FASTPRIS

# payment_top
source: YOUR PAYMENT METHOD
nb: DIN BETALINGSMETODE

# payment_method_card_heading
source: Your payment method is Visa/payment card
nb: Din betalingsmetode er betalingskort

# payment_method_card_text
source: Your receive a montly electricity bill from us.
nb: Du får strømregning en gang i måneden fra oss

# payment_method_choose_other
source: Choose another way to pay your electricity bill
nb: Velg annen betalingsmåte

# fixed_price_to_come_heading
source: We will soon offer a fixed price on your electricity, in the app.
nb: Du kan snart bestille fastpris i appen!

# fixed_price_to_come_text
source: We will soon release the opportunity to order a fixed price in the app. Check again soon!
nb: Med en god fastprisavtale har du kontroll på strømutgiftene dine.

# agreement_top
source: YOUR AGREEMENT
nb: AVTALEN DIN

# agreement_heading
source: Your smart electricity agreement
nb: Din billige strømavtale

# agreement_text
source: In elKompis you have smart, cheap and renewable energy for only 1 øre/kWh (tax included), and 34 kr per month, in addition to the electricity cost.
nb: Du har en smart, billig og fornøy strøm hos elKompis. I tillegg til selve strømmen, betaler du kun 1 øre/kWh inkludert mva, og 34 kr pr måned.

# agreement_text_bullets_three
source: 100 % renewable energy
nb: 100 % fornybar strøm -opprinnelsesgaranti for hele forbruket ditt

# agreement_text_bullets_two
source: Insight and advising
nb: Innsikt og rådgiving

# agreement_text_bullets_four
source: Smart EV charging
nb: Smart elbillading

# agreement_text_bullets_one
source: Low price on your electricity
nb: Billig strøm

# agreement_sales_pitch_five
source: 34,- per month
nb: 34,- per måned

# homescreen_info_delivery
source: Welcome to elKompis! It will take approximately {0} days before we start delivery to your home. Do you want us to start earlier?
nb: Velkommen til elKompis! Det tar {0} dager før vi kan aktivere avtalen din.

# onboarding_start_delivery_soon
source: Start to deliver as soon as possible
nb: Oppstart snarest mulig

# onboarding_start_delivery_ahead
source: Start delivery in 14 days
nb: Oppstart om 14 dager

# onboarding_start_delivery_confirmation
source: I confirm that I want to receive electricity from elKompis as soon as possible
nb: Jeg bekrefter snarlig oppstart

# onboarding_start_delivery_complete
source: Complete my order
nb: Fullfør

# greenconcept_infobox_body_savings_in_trees
source: The environmental impact of renewable energy can be compared to the environmental impact of trees. Just as you save carbon with renewable energy, spruce trees save the environment by sequestering carbon.
nb: Miljøeffekten av 100 % fornybar energi kan sammenlignes med det grantrærne gjør for miljøet. På samme måte som du sparer karbon ved å kjøpe fornybar energi, sparer grantrærne miljøet ved å binde karbon. Derfor måler vi miljøbesparelsen din i antall grantrær.

# greenconcept_infobox_header_savings_in_trees
source: Your environmental saving measured in trees
nb: Din CO2 besparelse målt i trær

# consumption_advice_see_all
source: See all
nb: Se alle
