Repository: Skandia-Smarthus/Skandia.LokaliseTest
Catalog: Enig.*.resx
Languages: nb

source: Cancel
nb: Avbryt

source: Error
nb: Noe er feil

# unknown
source: Something went wrong. Please try again later or contact our developers team for support
nb: Noe gikk visst galt. Du kan gjerne kontakte utviklerne eller prøve på nytt senere

# auth_invalidCredential
source: The IDP token or requestURL is invalid
nb: IDP-tokenet eller URL-en som ble foreslått fungerer ikke

# auth_userDisabled
source: The user's account is disabled on the server
nb: Serveren har ikke den brukerkontoen

# auth_operationNotAllowed
source: The administrator disabled sign in with the specified identity provider
nb: Administratoren tillater ikke innlogging med den måten å identifisere på

# auth_emailAlreadyInUse
source: The email used to attempt a sign up is already in use
nb: E-postadressen du ville logge inn med brukes allerede

# auth_invalidEmail
source: The email is invalid
nb: Den e-postadressen fungerer ikke

# auth_wrongPassword
source: The user attempted sign in with a wrong password
nb: Det er ikke riktig passord å logge inn med

# auth_codeTooManyRequests
source: Too many requests were made to this service. Please, try again later
nb: Du har prøvd for mange ganger og må ta en pause. Kom tilbake senere.

# auth_userNotFound
source: The user account with the given credentials was not found. Would you like to create a new account?
nb: Vi finner ikke brukerkontoen som har den informasjonen. Vil du lage deg en ny bruker?

# auth_accountExistsWithDifferentCredential
source: Account linking is required
nb: Vi må tilnytte brukeren

# auth_invalidUserToken
source: User's saved auth credential is invalid, you need to sign in again
nb: Autorisasjonen som er lagret for brukeren fungerer ikke, så du må logge inn igjen

# auth_userTokenExpired
source: The saved token has expired, for example, the user may have changed account password on another device. The user needs to sign in again on the device that made this request
nb: Det som ble lagret har utløpt, kanskje hvis brukeren har endret passord for kontoen på en annen enhet. Da kan brukeren logge inn på den enheten og prøve på nytt.

# auth_userMismatch
source: An attempt was made to reauthenticate with a user which is not the current user
nb: Det ble gjort et forsøk på bekrefte en bruker på nytt, men ikke med den riktige brukeren

# auth_credentialAlreadyInUse
source: Attempt to link with a credential that has already been linked with a different Firebase account
nb: Forsøkte å koble opplysninger opp til en Firebase-konto som allerede har disse opplysningene

# auth_missingPhoneNumber
source: A phone number was not provided in a call to verify email
nb: Vi fikk ikke telefonnummeret som skulle bekrefte e-postadressen

# auth_invalidPhoneNumber
source: An invalid phone number was provided in a call to verify email
nb: Telefonnummeret som skulle bekrefte e-postadressen fungerer ikke

# auth_missingVerificationCode
source: The phone auth credential was created with an empty verification code
nb: Bekreftelseskoden som ble brukt som telefonnummer-info var tom

# auth_invalidVerificationCode
source: An invalid verification code was used in the verifyPhoneNumber request
nb: Koden som skulle bekrefte telefonnummeret fungerer ikke

# auth_missingVerificationID
source: The phone auth credential was created with an empty verification ID
nb: BekreftelsesID-en som ble brukt som telefonnummer-info var tom

# auth_invalidVerificationID
source: An invalid verification ID was used in the verifyPhoneNumber request
nb: ID-en som skulle bekrefte telefonnummeret fungerer ikke

# auth_missingAppCredential
source: The APNS device token is missing in the verifyClient request
nb: I forespørselen om verifyClient mangler enhetstokenet for APNS

# auth_invalidAppCredential
source: An invalid APNS device token was used in the verifyClient request
nb: APNS-enhetstokenet som skulle bekrefte brukeren fungerer ikke

# auth_sessionExpired
source: The SMS code has expired
nb: Koden fra tekstmeldingen har utløpt

# auth_quotaExceeded
source: The quota of SMS messages for a given project has been exceeded
nb: Mengden tekstmeldinger for prosjektets er over kvoten

# auth_notificationNotForwarded
source: The app fails to forward remote notification to FIRAuth
nb: Det gikk ikke å videresende varsel til FIRAuth fra appen

# auth_appNotVerified
source: The app could not be verified by Firebase during phone number authentication
nb: Da telefonnummeret skulle godkjennes kunne ikke Firebase bekrefte appen

# auth_captchaCheckFailed
source: The reCAPTCHA token is not valid
nb: Det er ikke riktig reCAPTCHA-token

# auth_signInUserInteractionFailure
source: A general failure during a web sign-in flow
nb: Det skjedde en feil i innlogging til web-flyten

# auth_rejectedCredential
source: The credential is rejected because it's misformed or mismatching
nb: Informasjonen var enten ikke riktig eller passet ikke

# auth_keychainError
source: An error occurred while attempting to access the keychain
nb: Noe gikk galt med å få tilgang til keychain-en

# auth_internalError
source: An internal error occurred
nb: Det har skjedd en intern feil

# auth_malformedJWT
source: A JWT fails to parse correctly
nb: Det gikk ikke å lese av JTW-en riktig

# bad_response_error_message_format
source: Request failed with code: {0}
nb: Det gikk visst ikke, og feilkoden er: {0}

# no_token_for_the_user_error
source: Something went wrong and the token identifier was not returned by the backend. Please, contact our developers team for support
nb: Noe er galt, så identifikasjonen for tokenet kom ikke tilbake fra backend, men ta gjerne kontakt med utviklerne for å få hjelp.

# failed_to_open_db_model_error
source: Failed to open database model
nb: Det gikk ikke å åpne database-modellen

# auth_user_not_found_error
source: Seems you are logged out
nb: Du er visst ikke logget inn

# failed_to_save_profile_to_db_error_format
source: There was an error while trying to save current user profile to local database. This is a critical state. Please, try logging in again or contact our developers team for support. (Underlying database error: {0}
nb: Det gikk ikke å lagre bruker-profien i databasen, sånn den er nå. Dette er kritisk. Beklager, prøv å logge inn igjen eller kontakt utviklerne for å få hjelp. (Den underliggende database-feilen: {0}

# failed_to_decode_data_error_format
source: Received unexpected data from backend {0}, but please, try again later or contact out developers team for support.
nb: Det kom uventede data fra backend {0}, men prøv gjerne på nytt senere eller kontakt utviklerne for å få hjelp.

# failed_to_register_customer_error
source: Failed to register customer
nb: Det gikk ikke å registrere kunden

# api_request_failed_error_format
source: Network request failed with error: {0}
nb: Oppkoblingen til nettet gikk ikke, og feilen er: {0}

# failed_to_open_persistent_stack_error_format
source: There was an error while trying to open local database. Please contact our developers team for support. (Error: {0})
nb: Det gikk visst ikke å åpne en lokal database, men du kan gjerne kontakte utviklerne for å få hjelp. (Feil: {0})

# app_version_string_format
source: Version {0}.{1}
nb: Versjon {0}.{1}

# get_estimate_button_title
source: Get an estimate
nb: Få en beregning

# welcome_message
source: Welcome to Skandia X, We just need your phone number to get started
nb: Velkommen til Skandia X. For å begynne trenger vi bare telefonnummeret ditt

# next_button_title
source: Next
nb: Neste

# verify_your_number_title
source: Verify your phone number
nb: Bekreft telefonnummeret

# enter_phone_number_description
source: Info – You can use it to log in to the app, but we won't call
nb: Info – Du bruker det til å logge inn i appen, men vi ringer deg ikke

source: First name
nb: Fornavn

# last_name
source: Surname
nb: Etternavn

source: Address
nb: Adresse

# meter_number_hint
source: Hint: It can be found on your invoice or bill
nb: Hint: Det finnes ofte på en gammel strømregning eller nettfaktura

# personal_details_title
source: Please enter your details so we can set you up:
nb: Legg til personopplysningene så kan vi gjøre dette:

# personal_number_input_title
source: Looks like you’re a new customer. We just need to search your address:
nb: Vi kan søke etter adressen din ettersom du er en ny bruker:

# terms_and_conditions_title_format
source: Thanks, {0}. We just need you to read a few things before switching to us:
nb: Den er grei, {0}. Før du blir enig med oss må du bare lese gjennom dette:

# confirm_details_title
source: Confirm your details:
nb: Bekreft personopplysningene:

# confirm_found_details_title
source: Change the address if you have another meter you would like to add instead
nb: Endre adressen hvis du vil bruke en annen måler enn denne

# meter_input_title_format
source: Meter number
nb: Målernummer

# house_number
source: First line of address
nb: Gatenavn og husnummer

source: City
nb: Sted

source: Postcode
nb: Postnummer

source: Confirm
nb: Bekreft

source: Agree
nb: Bekreft

# unsuccessful_meter_number_overview_title
source: Oh no! We couldn't seem to find your meter number
nb: Oj! Vi fant visst ikke målernummeret ditt

# verify_your_number_did_not_receive_sms_code
source: Didn’t receive a code?
nb: Fikk du ikke koden?

# verify_your_number_resend
source: Resend
nb: Send på nytt

source: Retry
nb: Prøv på nytt

source: Sign out
nb: Logg ut

source: Login
nb: Logg inn

# waiting_title
source: Please wait while we retrieve your details
nb: Et øyeblikk, så samler vi opplysningene

# waiting_subtitle
source: This will only take a moment
nb: Et øyeblikk, bare

# n_digit_SSN
source: 11-digits SSN
nb: Fødselsnummer (11 tall)

# ssn_description
source: Your SSN is safe with us. Read our Privacy Agreement
nb: Vi passer på fødselsnummeret. Les avtalebetingelsene

source: Edit your details
nb: Endre personopplysninger

# personal_number
source: Norwegian national identity number
nb: Fødselsnummer

# no_meter_number_error_message_title
source: Oh no, we were still unable to find your meter number
nb: Søren altså! Vi finner fortsatt ikke målernummeret

# edit_your_address_title
source: Edit details
nb: Endre adressen

# someone_else_meter_subtitle
source: Please enter the details of the person the power meter is registered under
nb: Legg inn personopplysingene til den som har målernummeret registrert i sitt navn

source: Birth date
nb: Fødselsdato

source: Look for meter number
nb: Søk etter målernummeret

# enter_meter_number_tip_1
source: The actual meter should have the number on it.
nb: Den faktiske måleren skal ha et nummer på seg.

# enter_meter_number_tip_2
source: Find the number on your meter or on any former electricity invoice, marked as “Målepunkt ID”.
nb: Du finner målernummeret på strømmåleren din, gamle strømregninger eller «Min side» hos den nåværende leverandøren din.

# additional_information_title
source: Add contact information
nb: Legg til kontaktinformasjon

# additional_information_phone_number_title
source: Phone number
nb: Telefonnummer

# additional_information_phone_number_subtitle
source: This will be your way of logging into the service, we won't call you
nb: Du bruker det til å logge inn i appen, men vi ringer deg ikke

# additional_information_email_address_title
source: E-mail address
nb: E-postadresse

# email_address_subtitle
source: We’ll use this to send you important information
nb: Denne er til å sende deg viktige dokumenter

# verify_your_number_subtitle_format
source: A SMS with a 6-digit verification code was just sent to {0}
nb: Skriv inn koden på 6 tall som vi sendte på melding til {0}

# read_full_contract
source: Read full agreement
nb: Les hele avtalen

# have_read_contract
source: You have read and understood the agreement
nb: Du leste og forsto avtalevilkårene

# contract_accept_receiving_information
source: You accept receiving important information (invoices, reports) on your e-mail address
nb: Du takker ja til å ta imot viktig informasjon (fakturaer, rapporter) på e-post

# contract_accept_receiving_news
source: You accept receiving product news and additional information on your e-mail address
nb: Du takker ja til å ta imot oppdateringer og nytt om elKompis på e-post

# all_good_found_meter_title
source: All good! We found your details and meter number
nb: Flott! Vi fant deg og strømmåleren

# registered_under_someone_else_button_title
source: It’s registered under someone else
nb: Den står i et annet navn enn ditt

# enter_meter_number_placeholder
source: Enter meter manually
nb: Legg til målernummeret selv

source: Update details
nb: Endre informasjonen

source: Country
nb: Land

# first_name_with_placeholder
source: First name e.g. "Annabel"
nb: Fornavn f.eks. "Kari"

# last_name_required
source: Last name is required
nb: Vi må vite hva vi skal kalle deg

# ssn_invalid
source: Your 11 digit personal number format is invalid.
nb: Fødselsnummeret på 11 tall har ikke riktig format.

# sms_code_invalid
source: Enter your 6 digit SMS code
nb: Legg til koden på 6 tall som du fikk på tekstmelding

# address_invalid
source: Address is required
nb: Vi må vite adressen

# postcode_invalid
source: Postcode is required
nb: Vi må vite postnummeret

# city_invalid
source: City is required
nb: Vi må vite byen

# country_invalid
source: Country is required.
nb: Vi må vite landet.

# phone_invalid
source: Your phone number is invalid
nb: Det telefonnummeret fungerer ikke

# meter_number_invalid
source: Enter your 16 digit meter number
nb: Legg til målernummeret på 16 tall

# nope_start_from_the_beginning
source: Start from the beginning
nb: Begynn på nytt

# yes_restart
source: Start over
nb: Start fra begynnelsen

# restore_fail_title
source: Failed to delete previously entered details. Please, try again.
nb: Vi fikk ikke til å slette informasjonen du la inn. Prøv på nytt, er du snill.

# customer_details_not_found_error_message
source: We could not find your details. Please, make sure entered details are correct and there are no typos.
nb: Vi fant dessverre ikke informasjonen. Se over om alt stemmer og at det ikke er noen skrivefeil.

# user_not_found_error_message
source: Could not find the user. If you don't have an account yet, please go through the onboarding.
nb: Vi fant ikke brukerkontoen, men hvis du ikke har en bruker kan du lage en.

# existing_customer_collision
source: Seems like there is a registered customer with the given phone number. If you have registered before, please sign in.
nb: Telefonnummeret du la inn er visst registrert på en annen allerede, men du kan logge inn hvis du har en bruker fra tidligere.

# invalid_email_address_error_message
source: Entered email seems to be invalid. Please, return and put your valid email address.
nb: E-postadressen du la til fungerer ikke, men prøv med en du vet gjør det.

# invalid_address_error_message
source: Entered address seems to be invalid. Please, go back and check if there are no mistakes in the entered address.
nb: Adressen du la til fungerer ikke, men gå tilbake og se om du kan rette opp i feil ved den.

# unsupported_country_error_message
source: Unfortunately we don't support the country which was entered yet.
nb: Vi har dessverre ikke det landet du la til i systemet enda.

# welcome_name_format
source: Welcome, {0}
nb: Velkommen, {0}

# invoice_setup_title
source: Your invoices will be here when your setup is complete
nb: Hit kommer strømregningene når alt er satt opp og klart

source: Complete profile setup
nb: Gjør ferdig profilen

source: Settings
nb: Innstillinger

source: Past invoices
nb: Strømregningene

source: FAQ
nb: Ofte stilte spørsmål

source: Invite friends
nb: Inviter venner

source: Tap to continue
nb: Trykk deg videre

# hey_format
source: Hey, {0}
nb: Hei, {0}

# payment_setup_description_page1
source: elKompis is here to help you, to simply manage your energy consumption and your bills
nb: elKompis vil hjelpe deg med å styre strømforbruk og kostnader - helt enkelt

# payment_setup_description_page2
source: Always stay in control. We will help you manage your spending and advise you on how to stay on track.
nb: Vi gir deg oversikt på hva du bruker og gir deg gode råd for å holde deg innenfor budsjett.

# payment_setup_description_page3
source: We have a range of flexible options to help you keep on top of your bills
nb: Vi har flere løsninger som gir deg full kontroll på strømregningene dine

source: Your budget
nb: Budsjettet ditt

# your_payment_method
source: 2. Your payment method
nb: 2. Betalingsmetoden din

# setup_budget_title_1
source: 1. Your budget
nb: 1. Budsjettet ditt

# setup_budget_subtitle
source: We help you manage your spending as well as your carbon footprint by giving you a good overview.
nb: Vi gir deg oversikt på hva du bruker og gir deg gode råd for å holde deg innenfor budsjett og spare miljøet.

# estimated_cost_per_month_format
source: Estimated costs per month: {0}
nb: Beregning av månedlige kostnader: {0}

source: per month
nb: i måneden

# setup_payment_method_title
source: Set up your payment method
nb: Velg betalingsmetoden din

# setup_payment_method_subtitle
source: You will get an electricity bill once a month. You can choose how you want to pay. Choose the payment solution that suits you best.
nb: Du får strømregning en gang i måneden. Du kan selv velge hvordan du vil betale. Velg den betalingsløsningen som passer deg best.

source: Recurring payments
nb: Automatisk betaling

# recurring_payments_subtitle
source: Your payment is withdrawn when it's due every month
nb: Betalingen din blir trukket fra kontoen ved forfall hver måned

# connecting_vipps_account
source: Connecting your Vipps account
nb: Kobler opp med Vipps-kontoen din

# add_card_option_subtitle
source: Add your debit or credit card
nb: Legg til bankkort eller kredittkort

source: Pay as you go
nb: Delbetaling underveis

# pay_as_you_go_selection_subtitle
source: Flexibility and control over paying preliminary costs
nb: Kontroll og mulighet til å delbetale kostnader oftere

source: Pay invoice manually
nb: Manuell betaling

# pay_manually_subtitle
source: View and pay your invoice once it's ready
nb: Se over og betal strømregningen når den er klar

# payment_provider_title
source: What payment provider do you use?
nb: Hva vil du betale med?

# methods_of_payments_title
source: Choose method of payment
nb: Velg din betalingsmetode

# payment_provider_subtitle
source: Choose a preferred method of payment. You can change this setting at any time.
nb: Velg hvilken løsning du vil bruke til å betale. Du kan alltids endre denne innstillingen.

# selected_payment_method_format
source: Selected: {0}
nb: Du har valgt: {0}

# vipps_subtitle
source: Quick and easy payments
nb: Rask og enkel betaling

source: Recommended
nb: Anbefalt

# add_card
source: Add a card
nb: Kort

# card_subtitle
source: Please fill in your payment details. We will only bill your invoice once it’s ready.
nb: Skriv ned det som står på kortet du vil betale med, så regningene kan trekkes fra det

# enter_payments_details
source: Enter your payment details
nb: Legg inn kortet

source: Card number
nb: Kortnummeret

source: Cardholder name
nb: Navnet på kortet

source: Expiry date
nb: Utløper

source: Security code
nb: Sikkerhetskode

# review_payment_details_title
source: Please review your details
nb: Se over betalingsinformasjonen

# monthly_budget_subtitle
source: Monthly budget
nb: Månedsbudsjettet ditt

source: Change
nb: ENDRE

source: Payment
nb: Betaling

source: Payment Type
nb: Betalingstype

# when_will_I_receive_invoice
source: Date to receive invoice
nb: Dagen du får regningen

# payment_setup_success_message_format
source: You’ve just set up {0} with {1}!
nb: Du har satt opp {0} med {1}

# payment_setup_success_subtitle_format
source: You should expect to see your invoice ready on {0}.
nb: Strømregningen din skal være klar den {0}.

source: Finally,
nb: Sist men ikke minst,

# dont_miss_anything
source: Get reminders
nb: Få påminnelser

# notifications_tab_subtitle_1
source: Get full control of your energy consumption and reminders on your monthly invoices. Get push notifications on tips to reduce costs.
nb: Vi vil gjerne sende deg varsler for hjelpe deg med alt fra påminnelser om regninger til gode tips om sparing og miljø.

source: Yes please
nb: Ja takk

# not_now
source: Postpone
nb: Utsett

# going_to_set_up
source: Home is where the heart and the heat is
nb: Der det er husrom er det rom for å spare

# setup_budget_title
source: Set up your monthly spending budgets
nb: Du bestemmer hvor mye du bruker i måneden

# setup_budget_comparison_format
source: Similar houses to you typically range between {0} - {1} around this time of the year
nb: På denne tiden av året bruker hjem som likner på ditt {0}–{1}.

# setup_energy_target_title
source: Set up your monthly budget
nb: Du kan sette deg et månedlig budsjett

# will_do_later
source: Do this later
nb: Gjør det senere

source: Done
nb: Ferdig

# card_checkout_fee_format
source: Please note that you will be charged a small one time processing fee of {0}. Shall we proceed?
nb: Det koster {0} kroner for å godkjenne strømlevering og å gjøre alt klart, forresten. Er det greit?

# monthly_energy_target
source: Monthly Budget
nb: Månedlig busjett

source: Card
nb: Kort

# none_title
source: None
nb: Ingen

source: Add
nb: Legg til

source: Unpaid
nb: Ubetalt

# due_date_format
source: Due {0}
nb: Frist {0}

source: Current invoice
nb: Strømregningen

# you_are_billed_format
source: You are billed {0}
nb: Du har en regning på %s

# make_quick_payment
source: Make a quick payment
nb: Betal kjapt

source: Manually
nb: Manuelt

source: monthly
nb: i måneden

source: Pay now
nb: Betal nå

# pay_amount_format
source: Pay {0}
nb: Betal {0}

# confirm_payment_method
source: Please confirm your payment method
nb: Bekreft måten du valgte å betale på

source: Debit card
nb: Bankkort

source: Make a payment
nb: Betal

# select_payment_method_subtitle_format
source: Select your chosen payment method and pay up to your full invoice of {0}
nb: Velg deg en betalingsmåte og betal hele regningen på {0}

source: Debit or credit card
nb: Bankkort eller kredittkort

# thank_you_for_payment_title
source: Thank you for your payment of {0}
nb: Takk for betalingen din på {0}

# successful_payment_details
source: Your invoice is fully paid and we will update your account as soon as this payment is fully processed. A receipt will be sent to your email.
nb: Du har betalt hele strømregningen din, så vi oppdaterer brukeren din når det har blitt overført ferdig. Da får du kvittering på e-post.

# all_good
source: Complete
nb: Fortsett

source: View details
nb: Detaljer

source: Paid
nb: Betalt

# tx_failed_with_status_format
source: Transaction failed with status: {0}
nb: Overføringen gikk ikke og har status: {0}

source: Waiting for payment result
nb: Venter på svar fra betalingen

source: Waiting for agreement result
nb: Venter på svar fra avtalen

source: Insights
nb: Innblikk

source: Breakdown
nb: Det som bruker strøm

source: Forecast
nb: Estimert strømforbruk

# day_total_usage_format
source: {0} you used {1}
nb: {0} brukte du {1}

# day_average_usage_format
source: On average you use {0} per hour
nb: I gjennomsnitt bruker du {0} i timen

# week_total_usage_format
source: So far you’ve used {0}
nb: Hittil har du brukt {0}

# week_average_usage_format
source: On average you use {0} per day
nb: I gjennomsnitt bruker du {0} om dagen

# month_total_usage_format
source: So far you’ve used {0}
nb: Hittil har du brukt {0}

# month_average_usage_format
source: On average you use {0} a week
nb: I gjennomsnitt bruker du {0} i uken

# year_total_usage_format
source: So far this year you’ve used {0}
nb: Hittil har du brukt {0} i år

# year_average_usage_format
source: On average you use {0} per month
nb: Til vanlig bruker du {0} i måneden

source: Day
nb: Dag
