Repository: Skandia-Smarthus/Skandia.LokaliseTest
Catalog: Enig.*.resx
Languages: nb

source: Review payment
nb: Se over betaling

# please_select_payment_option
source: Please select your payment option
nb: Velg måten du vil betale på

# review_payment_info_user_agreement
source: By pressing Pay, I authorise this scheduled payment in accordance with the elKompis user agreement.
nb: Betalingen din godkjenner også planen i brukerbetingelsene som står i avtalen

source: View most recent statement
nb: Se de nyeste kvitteringene

# pay_button
source: Pay
nb: Betal

# remaining
source: {0} remaining
nb: {0} igjen å betale

# view_monthly_statement
source: View {0} statement
nb: Se over regningen for {0}

# payment_automatically_taken_countdown
source: The invoice is automatically paid in:
nb: Strømregningen blir automatisk betalt om:

# automatic_payment_countdown
source: {0} more {1}
nb: {0}{1} fra nå

# winter_consumption_budget
source: This is your monthly consumption budget
nb: Dette er ditt månedlige strømbudsjett

source: Jan to April
nb: januar til april

# within_budget
source: {0} within your budget
nb: {0} innenfor budsjettet

source: Your home
nb: Hjemmet ditt

source: Your car
nb: Bilen din

source: Billing information
nb: Info om regninger

# push_nofications
source: Push notifications
nb: Push-varsler

# chat_to_us
source: Contact us
nb: Ta kontakt

# bill_issued
source: Bill issued {0}
nb: Regning fra {0}

# set_up_budget_button
source: Make budget
nb: Lag budsjett

# lets_set_up_budget
source: Set up your monthly budget
nb: Lag deg et månedsbudsjett

# budget_aim
source: How much do you aim to spend per month?
nb: Hvor setter du grensen for månedlig bruk?

# between_months_format
source: Between the {0} of {1} - {2}
nb: I løpet av {0} {1} til {2}

# successful_budget
source: Many a little makes a mickle
nb: Mange bekker små gjør en stor å

# successful_budget_body
source: With your new monthly budget, you'll be able to keep track of your consumption and manage ways to always hit that target
nb: Nå som du har et månedsbudsjett kan vi gi deg gode råd og hjelpe deg med å styre strømforbruket ditt gjennom de ulike årstidene

# more_data_similar_households
source: We need more information on your household profile to compare you to similar households
nb: For å sammenligne ditt med hjem som ligner må vi ha mer informasjon om det

source: Jan
nb: januar

source: Mar
nb: mars

source: Apr
nb: april

source: May
nb: mai

source: Jun
nb: juni

source: Jul
nb: juli

source: Aug
nb: august

source: Sep
nb: september

source: Oct
nb: oktober

source: Nov
nb: november

source: Dec
nb: desember

source: Mon
nb: mandag

source: Tues
nb: tirsdag

source: Wed
nb: onsdag

source: Thurs
nb: torsdag

source: Fri
nb: fredag

source: Sat
nb: lørdag

source: Sun
nb: søndag

# better_than
source: That’s {0} %% better than houses similar to you
nb: Du er {0} %% bedre sammenlignet med tilsvarende hjem

# avg_temp
source: Average temperature
nb: Normaltemperatur

# avg_usage
source: Average usage
nb: Estimert strømforbruk

# consumption_nok
source: Spending ({0})
nb: Kostnad ({0})

source: View Invoice Breakdown
nb: Se over regningen

# qty_format
source: Qty: {0}
nb: Antall: {0}

# completely_renewable
source: elKompis has 100 % renewable energy
nb: elKompis har 100 % fornybar strøm (opprinnelsesgaranti for hele forbruket ditt)

# home_complete_profile
source: Hello, {0}! Please complete your profile below to get full access
nb: Hei {0}! Før vi begynner kan du fullføre profilen din så du får fullt innblikk

source: About
nb: Om elKompis

# about_body
source: FAQ, terms & conditions and data policy
nb: Spørsmål, avtalevilkår og retningslinjer

source: Notifications
nb: Varsler

# notifications_body
source: Tailor your push notifications
nb: Bestem når du vil bli varslet

source: Payments
nb: Betaling

# payments_body
source: View and edit your billing details here
nb: Se over og endre måten du betaler på

# past_invoices_body
source: View your invoice history
nb: Se på tidligere regninger

source: Account
nb: Brukeren din

# account_body
source: Everything regarding your login and house details
nb: Styr alt som har med hjemmet ditt og innlogging å gjøre

# personal_details
source: Your information
nb: Fortell oss hvem du er

source: E-mail
nb: E-postadresse

source: Telephone
nb: Telefonnummer

source: Edit
nb: ENDRE

# edit_first_name
source: Update first name
nb: Skift fornavn

source: House details
nb: Om hjemmet

# house_type
source: Your residence
nb: Boligtype

source: Overdue
nb: Over fristen

source: Payment error
nb: Feil med betaling

source: Type
nb: Boligtype

source: Size
nb: Størrelse

source: People
nb: Beboere

source: Appliances
nb: Elektriske apparater

# emai_and_SMS
source: Email and SMS
nb: E-post og tekstmeldinger

source: Other notification types
nb: Andre typer varsler

source: Marketing
nb: Markedsføring

# data_and_insights
source: Data & Insights
nb: Innblikk i strømbruken

source: Anomalies
nb: Beskjeder om avvik

source: Invoice alerts
nb: Påminnelser om regninger

# pause_all_switch
source: Pause all
nb: Sett alle på pause

# pause_all_notifications_message
source: Pause all notifications
nb: Sett alle varslene på pause

# pause_all_notifications_body
source: You won’t receive push notifications, but you’ll be able to see new notifications when you open elKompis.
nb: Da får du ikke lenger push-varsler, men du kan åpne elKompis og se varslene.

# pause_all_button
source: Pause all
nb: Sett på pause

# invoice_alerts_settings
source: Get notification alerts when you’ve got an upcoming invoice – that way you will never miss one!
nb: Vi kan minne deg på strømregninger, så du er klar og ikke går glipp av noen når de kommer.

source: Notification
nb: Varsler

# notification_track_consumption
source: Keep track of your consumption
nb: Følg med på hva du bruker

# notification_track_consumption_message
source: For features like this one, you’ll need to turn on your notifications (we will do our best to only show what’s relevant for you)
nb: Skru på varsler hvis du vil få påminnelser og tips. Vi skal prøve å bare vise deg relevant informasjon.

# turn_on_notifications_button
source: Turn on notifications
nb: Få varsler

# anomalies_notification_message
source: Keep notified when something seems out of the ordinary with your consumption or bills so you can stay on top of your savings.
nb: Hvis noe endrer seg eller virker unormalt med strømbruk og regninger kan vi si ifra og hjelpe deg spare penger.

# data_and_insights_message
source: Get trend reports and tips on how you’re doing on average weekly or monthly.
nb: Du kan få vite hvordan du bruker strøm og vi kan gi deg tips ukentlig eller månedlig.

# marketing_notification_message
source: Receive up to date information on the latest offers and deals.
nb: Vi kan oppdatere deg om tilbud og siste nytt om løsninger.

source: Latest
nb: Siste

# notification_invoice_ready
source: View the invoice in your profile
nb: Se over regningen på profilsiden

source: Upcoming invoice
nb: Strømregning på vei

# upcoming_invoice_notification
source: Your {0} invoice is due in {1}. Make a payment soon to avoid extra fees.
nb: Fristen for {0}-regningen er om {1}. Det er lurt å betale den nå så du slipper ekstra avgifter.

# notification_consumption_surge_title
source: Consumption surge
nb: Økning i bruk

source: Weekly Gas Report
nb: Ukens bruk av energi

# weekly_gas_report_message
source: You used {0} of energy and spent {1} between {2} and {3}
nb: Mellom {2} og {3} brukte du {0} og {1} på strøm

# notification_high_forecast_title
source: High monthly forecast predicted
nb: Forventet høy strømbruk i måneden

source: Monthly usage Report
nb: Månedens bruk

# on_track
source: You’re on track!
nb: Alt går etter planen!

# on_track_notification
source: You’re on track to go {0} %% under your budget this month. Great stuff!
nb: Denne måneden er du {0} %% under budsjettet ditt. Bra jobba!

# time_now
source: Energy price per hour
nb: Strømpris i timen

# on_day
source: On {0}
nb: På {0}

# enter_amount_to_pay
source: Please enter the amount you’d like to pay
nb: Velg hvor mye du vil betale

# enter_amount_to_pay_body
source: Pay the total amount of {0} or less today. Pay the remainder of your bill at the end of the month.
nb: Enten delbetal strømregningen på {0} og utsett resten til slutten av måneden eller betal hele nå.

source: Paying with
nb: Betal med

# sorry_payment_error
source: Sorry, something went wrong!
nb: Beklager, det gikk visst ikke

# sorry_payment_error_body
source: Sorry, this payment method was declined by your payment provider and cannot be used with elKompis. Please contact your payment provider for further assistance or try again.
nb: Betalingsmåten du valgte ble dessverre ikke godkjent, så du må nok enten kontakte de som er ansvarlige for bankløsningen din eller prøve på nytt.

source: Try again
nb: Prøv på nytt

source: Back to profile
nb: Gå til profilen

# payment_issue
source: There’s a payment issue
nb: Problem med betaling

# payment_issue_body
source: Your default payment method was invalid. Please update your billing settings or contact your payment provider.
nb: Måten du valgte å betale på gikk dessverre ikke. Du kan enten endre den eller kontakte de som er ansvarlige for bankløsningen din.

source: Review payment method
nb: Se over betalingsmåten

# card_expired
source: Your card has expired
nb: Kortet har utløpt

# card_expired_body
source: Your default payment method is expired. Please update your billing settings or change your method.
nb: Betalingen din gikk ikke gjennom fordi kortet du valgte har utløpt på dato. Du kan legge til et nytt eller endre betalingsmåte.

source: Payment Details
nb: Betalingsinformasjon

source: Subscription type
nb: Valgt metode

source: Payment method
nb: Betalingsmåte

source: Add payment method
nb: Legg til en måte å betale på

# payment_issue_banner
source: There was an issue with your payment. Please update your payment info.
nb: Det gikk ikke å betale med måten du valgte, men du kan endre eller oppdatere den.

# payment_expired_banner
source: Your payment method is expired. Please update your payment info.
nb: Betalingsmåten din har utløpt, så du kan endre måten eller oppdatere informasjonen.

# total_impact_and_savings_kr
source: I have saved {0}
nb: Jeg har spart {0} totalt

# total_impact_and_savings_trees
source: My impact equals {0} reduced CO2 emission
nb: Forbruket mitt tilsvarer {0} redusert CO2-utslipp

# total_impact_and_savings_CO2
source: I have reduced emmission of {0} of CO2
nb: Jeg har redusert utslipp av {0} CO2

# change_address_question
source: Trying to register under another address?
nb: Vil du registrere en annen adresse enn denne?

source: Change address
nb: Velg en annen adresse

# update_address_button
source: Save changes
nb: Lagre endringene

# meter_number_placeholder
source: e.g. 900900
nb: f.eks. 900900

# auth_generic_error
source: An authentication error has occurred, please try again or contact our developers team for support
nb: Noe gikk visst galt med autorisasjonen, men prøv på nytt eller kontakt utviklerteamet for å få hjep

source: Locating your meter number
nb: Her finner du nummeret på måleren:

# amount_kwh_day_format
source: {0} / day
nb: {0} om dagen

# invoice_pay_amount_now_button
source: Pay {0} now
nb: Betal {0} nå

# invoice_energy_source_enig_title
source: Enig
nb: elKompis

# select_payment_method_subtitle_full_format
source: Select your chosen payment method and pay your full invoice of {0}.
nb: Velg deg en betalingsmetode og betal hele regningen på {0}.

# required_field_invalid
source: This field is required
nb: Vi må vite dette

# sms_resent_message
source: Another SMS with a 6-digit verification code was just sent to you.
nb: Nå sendte vi deg en tekstmelding med en kode på 6 tall.

# general_error
source: An error has occurred, please try again later.
nb: Det har visst skjedd en feil, men prøv på nytt senere.

# network_error
source: We could not complete your request, please make sure you are connected to the internet and try again.
nb: Vi fikk visst ikke til det du ba om, men prøv på nytt etter du har sjekket internett-tilkoblingen din.

# ssn_not_found_error
source: The SSN you entered is invalid or does not match the entered name.
nb: Enten så er fødselsnummeret du la til i feil format, eller så stemmer det ikke overens med navnet.

# invalid_address_error
source: The address you entered is invalid.
nb: Adressen du la til fungerer ikke.

# existing_customer_collision_error
source: The phone number you entered is currently assigned to a different customer.
nb: Telefonnummeret du la er dessverre i bruk av en annen.

# must_accept_terms_error
source: Please confirm that you have read and understood the agreement.
nb: Bekreft at du leste og forsto avtalen, er du snill.

# must_accept_important_emails_error
source: Please confirm that you agree to receive important information by email.
nb: Bekreft at du takker ja til å få viktig informasjon på e-post.

# invalid_sms_code_error
source: The code you entered is invalid.
nb: Koden du la til fungerer ikke.

# wrong_sms_code_error
source: The code you entered is wrong.
nb: Det er ikke riktig kode.

# vipps_agreement_failed
source: We could not setup your Vipps subscription, please try again.
nb: Vi fikk ikke til å koble til Vipps-kontoen din, men prøv på nytt.

# vipps_transaction_failed
source: We could not complete your Vipps transaction, please try again.
nb: Vi fikk ikke til å fullføre betalingen din med Vipps, men prøv på nytt.

# first_name_required
source: First name is required.
nb: Vi må vite hva vi skal kalle deg.

# spruce_trees_format
source: {"one":"{0} spruce tree","other":"{0} spruce trees"}
nb: {"one":"{0} grantre","other":"{0} grantrær"}

# breakdown_source_heating
source: Heating
nb: Oppvarming

# breakdown_source_always_on
source: Always on
nb: Alltid på

# tons_format
source: {0} tons
nb: {0} tonn

# current_price_forecast
source: It looks like the cheapest time to consume energy will be between {0} - {1} ({2} øre)
nb: Det lønner seg å bruke strøm mellom {0} - {1}. Da koster det bare ({2} øre)

# no_sufficient_data_for_forecast
source: We need at least 1 year worth of data to forecast your consumption
nb: Vi må nok samle informasjon i ett år for å forutse årlig bruk

# no_sufficient_data_for_similar_homes
source: We haven’t collected enough data to compare you to similar homes in your area. Check back next month!
nb: For å sammenligne strømforbruket ditt med hjem som ligner må vi ha mer informasjon, men sjekk igjen snart!

# breakdown_source_ev
source: Electric Vehicle
nb: Elbil

# other_6
source: other stuff
nb: andre ting

# breakdown_source_cooling
source: Cooling
nb: Kjøleanlegg

# breakdown_source_fridge_freezer
source: Fridge and freezer
nb: Kjøleskap og fryser

# update_address_body
source: By changing your address details we will do another search for the meter number associated with the details and SSN
nb: Vi kan søke etter et annet meter i navnet ditt hvis du endrer adressen din og vi har fødselsnummeret

# good
source: LOWER
nb: LAVERE

source: MID
nb: MIDDELS

# high
source: HIGHER
nb: HØYERE

source: This month
nb: Denne måneden

# renewable_energy
source: No lock-in period
nb: Fornybar energi

source: Nuclear energy
nb: Kjernekraft

source: Coal and gas
nb: Kullkraft og gass

source: Fossil fuels
nb: Fossilt brennstoff

source: Coal
nb: Kullkraft

source: Hydropower
nb: Vannkraft

# other_sources
source: Other
nb: Andre kilder

# unsuccessful_meter_number_address
source: This is the address we found from your SSN:
nb: Denne addressen fant vi med fødselsnummeret ditt:

# full_contract_sub
source: By pressing accept, you acknowledge that you have read and agree with the terms.
nb: Når du bekrefter, sier du også at du har lest og er enig i betingelsene nedenfor.

# agreement_checkmark_start_title
source: Start and stop
nb: Start og slutt

# agreement_checkmark_price_title
source: One simple price
nb: Én enkel pris

# agreement_checkmark_price_body
source: We have only one completely transparent power deal, for private customers with a elKompis-membership of 34 kr a month. What you pay for is the Nord Pool's spot price per hour, the exactly the same as we pay. 1 øre per kWh is added in certificates that are obligatory by law. Your certificate of 100 % renewable energy is included.
nb: Vi har kun én, helt transparent strømavtale, for privatkunder med elKompis-medlemskap på 34 kr i måneden. Strømprisen du betaler er Nord Pools spot-timespriser, det samme som vi betaler. I tillegg er det 1 øre per kWh, for lovpålagte el-sertifikater. Sertifikatet ditt for 100 % fornybar energi er inkludert (opprinnelsesgaranti for hele forbruket ditt).

# agreement_checkmark_start_body
source: It normally takes 2 weeks from the day you order until you get power delivered from us. The agreement between us holds unless you resign from it, either in the elKompis app or by email. Both parties have the right to resign.
nb: Når du bestiller tar det vanligvis 2 uker til du får strømleveransen fra oss. Avtalen mellom oss gjelder til du sier den opp, enten via elKompis-appen eller e-post. Begge parter har angrerett.

# agreement_checkmark_payment_body
source: We charge arrears for the previous month's consumption. The bill is issued digitally one of the first days of the month. If you have added a card or another form of electronic solution, we can withdraw your payment automatically.
nb: Vi fakturerer på etterskudd, for forrige måneds strømbruk, og regningen sendes ut digitalt en av de første dagene i måneden. Betalingen kan trekkes automatisk hvis du har lagret bankkort, eller en annen form for elektronisk løsning.

# contract_preview
source: We use the Consumer ombudsman's standard terms of power which can be found on their website. In addition, these Terms of Use for elKompis apply: • We may collect information from the online company you use to register elKompis as a supplier at the new address you are moving to and to retrieve data from previous consumption. • We can do credit assessment. • We can manage and collect information from smart home equipment you connect to save even more.
nb: Vi bruker Forbrukerombudets standardvilkår for strøm som du finner på nettsidene deres. I tillegg gjelder disse brukerbetingelsene til elKompis: • Vi kan innhente informasjon fra nettselskapet du bruker, for å registrere elKompis som leverandør på den nye adressen du flytter til, og å hente data fra tidligere forbruk. • Vi kan foreta kredittvurdering. • Vi kan styre og innhente informasjon fra smarthus-utstyr du kobler til, så du sparer enda mer.

# welcome_sales_pitch_simply
source: SIMPLY
nb: HELT ENKELT

# welcome_sales_pitch_insightful
source: LOW PRICE
nb: BILLIG STRØM

# welcome_sales_pitch_energy
source: YOU UNDERSTAND
nb: DU FORSTÅR

source: Welcome back
nb: Hei igjen!

# your_phone_number
source: Phone number
nb: Skriv inn telefonnummeret ditt

# notification_consumption_surge
source: Your usage seems to be higher, compared to last week. Try using high consuming appliances like your washing machine during low peak hours.
nb: Det ser ut til at du har høyere strømbruk enn forrige uke. Se om det hjelper å sette på vaskemaskinen, og andre apparater som tar mye strøm, når det koster lite.

# monthly_statement_amount
source: {0} Statement amount
nb: Totalbeløp for {0}

# notification_high_forecast
source: According to your forecast, you’re set to spend {0} this month. That’s {1} %% higher than last month.
nb: Den forventede bruken din denne måneden er {0}. Det er {1} %% høyere enn forrige måned.

# lets_select_payment_method
source: Choose your payment method
nb: Velg betalingsmetode

# no_meter_number_error_message_2
source: We weren’t able to find a meter number from the details you provided. Try entering your meter number again or get in touch with a member of the elKompis team.
nb: Vi fant ikke målernummeret fra opplysningene du ga, dessverre. Prøv å skriv inn målernummeret igjen eller ta kontakt med noen i elKompis for å få hjelp.

# thank_you_for_payment
source: Thank you for your payment of {0}
nb: Takk for betalingen din på {0}

# successful_preliminary_payment_message
source: You’ve paid the preliminary amount for this month. The amount will be reflected in your profile and a receipt will be sent to your email.
nb: Du har delbetalt underveis i måneden, så vi oppdaterer brukeren din når det har blitt overført ferdig. Da får du kvittering på e-post.

source: Recurring monthly
nb: Automatisk i måneden

# invoice_ready
source: {0} Invoice ready
nb: Strømregningen for {0} er klar

# casual_preferred_name
source: Casual or preferred name
nb: Navnet du vil bruke

source: Household
nb: Beboere

source: Hot water tank
nb: Varmtvannsbereder

# edit_house_type
source: Edit your house type
nb: Velg typen bolig du har

# update_house_type_button
source: Update house type
nb: Oppdater boligtype

# update_house_size_button
source: Update size
nb: Oppdater størrelse

# edit_house_size
source: Edit your house size
nb: Endre størrelsen på hjemmet

# edit_household
source: How many people live there?
nb: Hvor mange bor det der?

# edit_household_button
source: Update household
nb: Oppdater beboere

# edit_heating_type
source: Edit your heating type
nb: Endre hva slags oppvarming som brukes

# edit_heating_subtitle
source: You can select an optional secondary heating source by tapping the relevant category
nb: Trykk på den varmekilden du bruker mest og så den nest mest brukte, i den rekkefølgen

# update_heating_button
source: Update heating type
nb: Oppdater varmekilde

# edit_appliances
source: Edit your appliances
nb: Velg elektriske apparater

# kitchen
source: Kitchen appliances
nb: Kjøkkenutstyr

# other_appliances
source: Other
nb: Vaskerom / Annet

source: Power
nb: Styrke

source: Update appliances
nb: Oppdater apparater

source: Manage payments
nb: Endre betaling

source: Method of payment
nb: Betalingsmetode

# current_subscription_plan
source: Your current subscription plan
nb: Måten du har valgt å betale på

# manage_payments_subtitle
source: You can switch to these options below. You can always switch back if you change your mind.
nb: Skift til en av metodene nedenfor. Du kan alltids skifte tilbake hvis du ombestemmer deg.

# successful_payment_change_popup
source: You’ve successfully changed your subscription type to {0}.
nb: Nå er den nye betalingsmetoden din {0}!

source: Payment card
nb: Kortet ditt

source: Remove
nb: Fjern

# delete_payment_method_punt
source: Are you sure you want to delete this payment method?
nb: Er du sikker på at du vil slette betalingsmåten din?

source: Delete
nb: Slett

# add_payment_method_button
source: Save card
nb: Lagre kortet

# invoice_permission_not_granted_error
source: elKompis needs storage permission in order to download your invoice. Please grant it to proceed.
nb: For å laste ned regningen trenger elKompis tillatelsen din. Når du har godtatt kan du gå videre.

# terms_and_conditions
source: Terms & Conditions
nb: Avtalevilkår

# data_policy
source: Privacy Policy
nb: Personvernsregler

# calculate_carbon_offset_button
source: How we calculate carbon offset
nb: Regnestykket til karbonsparingen

source: Downloading invoice
nb: Laster ned regningen

source: Invoice downloaded
nb: Regningen er lagret

source: Pending
nb: Behandles

# days_format
source: {"one":"{0} day","other":"{0} days"}
nb: {"one":"{0} dag","other":"{0} dager"}

# out_of_budget_format
source: out of {0}
nb: av {0}

# season_consumption_budget_format
source: This is your {0} consumption budget per month.
nb: Dette er budsjettet for {0} strømbruk per måned.

# season_winter
source: winter
nb: vinterens

# season_spring
source: spring
nb: vårens

# season_summer
source: summer
nb: sommerens

# season_fall
source: autumn
nb: høstens

# month_to_month_format
source: {0} to {1}
nb: {0} til {1}
